Repository: V687862/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de_at, es_ar, nb_no

source: On the door page there is a list of door sensors that show the current status of the doors. There can be as much doors added to the system as needed.
de_at: Auf der Türseite befinden sich eine Liste der Türsensoren, die den aktuellen Stand der Türen zeigen. Es können so viele Türen hinzugefügt werden, wie nötig sind.
es_ar: En la página de la puerta hay una lista de sensores de puerta que muestran el estado actual de las puertas. Puede haber tantas puertas agregadas al sistema como sea necesario.
nb_no: På dører siden er det en liste over dør sensorer som viser gjeldende status for dørene. Det kan være så mange dører i systemet som det er behov for.

source: The list is also updating when a door is opened by hand. The state off the door is shown here in real time.
de_at: Die Liste wird auch aktualisiert, wenn eine Tür von Hand geöffnet wird. Der Zustand der Türe wird hier in Echtzeit angezeigt.
es_ar: La lista también se actualiza cuando se abre una puerta a mano. El estado de la puerta se muestra aquí en tiempo real.
nb_no: Listen oppdateres også når en dør åpnes for hånd. Status for døren er vist her i sanntid.

source: History graph
de_at: Grafik
es_ar: Gráfico histórico
nb_no: Historie grafe

source: The history graph will shows when a door was opened.
de_at: Die Grafik zeigt an, wann eine Türe geöffnet wurde.
es_ar: El gráfico histórico mostrará cuándo se abrió una puerta.
nb_no: Historie grafen vil vise når en dør ble åpnet.

source: Use the calendar icon %s in the title to select the period for the history graph.
de_at: Verwenden Sie das Kalender-Symbol %s im Titel, um den Zeitraum für die Grafik auszuwählen.
es_ar: Use el icono de calendario %s en el título para seleccionar el período para el gráfico histórico.
nb_no: Bruk kalender ikonet %s i tittelen for å velge perioden for logg grafen.

source: On the door settings page you can configure all needed doors. Click on %s button to add a new door. And empty form like below is shown and has to be filled in. Make sure the right values are filled in. All fields with a %s are required.
de_at: Auf der Tür-Einstellungsseite können Sie alle benötigten Türen konfigurieren. Klicken Sie auf die Schaltfläche %s um eine neue Türe hinzuzufügen. Stellen Sie sicher, dass die richtigen Werte ausgefüllt sind. Alle Felder mit %s sind erforderlich.
es_ar: En la página de configuración de la puerta puede configurar todas las puertas necesarias. Haga clic en el botón %s para agregar una nueva puerta. Y se muestra un formulario como el siguiente. Asegúrese de completar los valores correctos. Todos los campos con %s son obligatorios.
nb_no: På siden dør-innstillinger kan du konfigurere alle nødvendige dører. Klikk %s knappen for å legge til en ny dør. Et tom skjema som vist nedenfor vises og må fylles ut. Kontroller at de riktige verdiene er fylt ut. Alle felt med %s kreves.

source: Overview
de_at: Überblick
es_ar: Vista general
nb_no: Oversikt

source: Graph
de_at: Grafik
es_ar: Gráfico
nb_no: Graf

source: The light system always works on time. You can use the weather sun rise and sun set as time values or fixed time values. When selecting weather it can happen that the lights will be on for to long or to short. Use the desired values for the maximum and minimum hours. And the hours shift will shift the hours for on and off by the amount of hours entered here.
de_at: Das Beleuchtungssystem arbeitet immer pünktlich. Sie können Sonnenaufgang und Sonnenuntergang als Zeitwerte oder feste Zeitwerte nehmen. Bei der Auswahl Sonnenaufgang und Sonnenuntergang kann es passieren, dass die Beleuchtung für lange oder kurz an sind. Verwenden Sie die gewünschten Werte für die maximalen und minimalen Stunden. Die Stunden Verschiebung verschiebt die Stunden für ein und aus durch die Menge der Stunden, die hier eingegeben werden.
es_ar: El sistema de iluminación siempre funciona a tiempo. Puede utilizar la salida y puesta del sol meteorológicas como valores de tiempo o valores de tiempo fijos. Al seleccionar el clima, puede suceder que las luces estén encendidas por mucho tiempo o por poco tiempo. Utilice los valores deseados para las horas máxima y mínima. El periodo cambiará el encendido y apagado según la cantidad de horas ingresadas aquí.
nb_no: Lyssystemet vil alltid fungerer i tide. Du kan bruke værets soloppgang og solnedgang som tidsverdier eller faste tidsverdier. Når du velger vær, kan det være at lysene vil være på for lenge eller for lite. Bruk de ønskede verdiene for maksimums-og minimums timer. Og time skiftet vil skifte timer for på og av ved antall timer angitt her.

source: All fields with a %s are required.
de_at: Alle Felder mit %s sind erforderlich.
es_ar: Todos los campos con %s son obligatorios.
nb_no: Alle felt med %s kreves.

source: Enabled
de_at: Ein
es_ar: Habilitado
nb_no: Aktivert

source: Light mode
de_at: Beleuchtungsmodus
es_ar: Modo de luz
nb_no: Lys modus

source: Lights on
de_at: Beleuchtung an
es_ar: Luces encendidas
nb_no: Lysene på

source: Lights off
de_at: Beleuchtung aus
es_ar: Luces apagadas
nb_no: Lysene av

source: Maximum lights hours
de_at: Beleuchtungszeit max
es_ar: Máximo de horas de luz
nb_no: Maksimalt antall lys timer

source: Minimum light hours
de_at: Beleuchtungszeit min
es_ar: Mínimo de horas de luz
nb_no: Minimum lys timer

source: Hours shift
de_at: Stunden verschieben
es_ar: Horas por periodo
nb_no: Timer skifte

source: Power switches
de_at: Schalter
es_ar: Interruptores
nb_no: Strøm brytere

source: The sprayer is only working in sensor mode. This means it needs to have at least one humidity sensor and one switch to activate a spray system. When multiple humidity sensors are used, the averages of the minimum, maximum and current values are used.
de_at: Der Sprüher arbeitet nur im Sensormodus. Das bedeutet, es muss mindestens ein Feuchtigkeitssensor und ein Schalter zur Aktivierung eines Sprühsystems vorhanden sein. Bei Verwendung mehrerer Feuchtesensoren werden die Mittelwerte der minimalen, maximalen und aktuellen Werte verwendet.
es_ar: El pulverizador solo funciona en modo sensor. Esto significa que debe tener al menos un sensor de humedad y un interruptor para activar un sistema de rociado. Cuando se utilizan varios sensores de humedad, se utilizan los promedios de los valores mínimo, máximo y actual.
nb_no: Sprøyting virker vare i sensor-modus. Dette betyr det er nødvendig å ha minst en luftfuktighet sensor og en bryter for å aktivere en sprøyte system. Når det brukes flere luftfuktighets sensorer, brukes gjennomsnittsverdien av maksimum og minimum verdien og den nåværende verdien.

source: The sprayer will not operate when a door is open.
de_at: Der Sprüher funktioniert nicht, wenn eine Türe geöffnet ist.
es_ar: El pulverizador no funcionará cuando una puerta esté abierta.
nb_no: Sprøyta vil ikke virke når en dør er åpen.

source: Enabled when lights are off
de_at: Aktivieren, wenn die Beleuchtung ausgeschaltet ist
es_ar: Habilitado cuando las luces están apagadas
nb_no: Aktivert når lysene er av

source: Sprayer mode
de_at: Sprühmodus
es_ar: Modo de pulverizador
nb_no: Sprayer modus

source: Sprayer wait timeout (seconds)
de_at: Sprüher Wartezeit (Sekunden)
es_ar: Tiempo de espera limite del pulverizador (segundos)
nb_no: Tidsavbrudd for sprøyter (sekunder)

source: Spray duration (seconds)
de_at: Sprühdauer (Sekunden)
es_ar: Duración del spray (segundos)
nb_no: Spray varighet (sekunder)

source: Humidity sensors
de_at: Luftfeuchtigkeitssensoren
es_ar: Sensores de humedad relativa
nb_no: Luftfuktighet sensorer

source: When the heater is used in sensor mode the system will toggle the switches based on the alarms of the sensors. When the temperature is to cold it will toggle on the switches. Until the temperature gets above the maximum value the switch stays on. When the maximum temperature is reached, the switches will be toggled off and stay out until the temperature hits the minimum value.
de_at: Wenn die Heizung im Sensormodus verwendet wird, schaltet das System die Relais auf Grundlage der Werte der Sensoren um. Wenn die Temperatur zu kalt ist, werden die Relais an den Schaltern umgeschaltet, bis die Temperatur über den Maximalwert hinausgeht. Wenn die maximale Temperatur erreicht ist, werden die Relais ausgeschaltet und bleiben aus, bis die Temperatur auf den Minimalwert trifft.
es_ar: Cuando el calentador se usa en modo sensor, el sistema alternará los interruptores en función de las alarmas de los sensores. Cuando la temperatura sea demasiado fría, activará los interruptores. Hasta que la temperatura supere el valor máximo, el interruptor permanece encendido. Cuando se alcanza la temperatura máxima, los interruptores se apagarán y permanecerán apagados hasta que la temperatura alcance el valor mínimo.
nb_no: Når varmeapparatet brukes i sensor modus vil systemet veksle mellom bryterene basert på alarmene til sensorene. Når temperaturen er for kald vil det veksle på bryterne. Frem til temperaturen blir over maksimumsverdien vil bryteren forbli på. Når den maksimale temperaturen er nådd, vil bryterne bli slått av og holde seg av til temperaturen treffer minimumsverdien.

source: When used in Timer or Weather mode, the switches will be toggled on and of on the selected times regardless of the temperature.
de_at: Bei Verwendung im Timer- oder Wettermodus werden die Relais unabhängig von Temperatur und gewählten Zeiten geschaltet.
es_ar: Cuando se usa en el modo Temporizador o Meteorológico, los interruptores se encenderán y apagarán en las horas seleccionadas independientemente de la temperatura.
nb_no: Når den brukes i timer eller Vær-modus, vil bryterne bli slått på og av på valgte tider uavhengig av temperatur.

source: But when there are sensors used in combination with Timer or Weather mode the switches will toggle on and off when there is an alarm based on the sensors and within the selected time frame.
de_at: Aber wenn es Sensoren gibt, die in Kombination mit Timer- oder Wettermodus verwendet werden, schalten die Relais ein oder aus, wenn ein Alarm auf der Grundlage der Sensoren und innerhalb des ausgewählten Zeitrahmens erfolgt.
es_ar: Pero cuando se usan sensores en combinación con el modo Temporizador o Clima, los interruptores se encenderán y apagarán cuando haya una alarma basada en los sensores y dentro del período de tiempo seleccionado.
nb_no: Bortsett fra når der er sensorer brukt i kombinasjon med Timer eller Vær-modus vil bryterene slås av og av når det er en alarm tilknyttet på sensorene og innenfor den valgte tidsrammen.

source: Enabled when lights are on
de_at: Aktivieren, wenn Beleuchtung eingeschaltet ist
es_ar: Habilitado cuando las luces están encendidas
nb_no: Aktivert når lysene er på

source: Heater mode
de_at: Heizungsmodus
es_ar: Modo de calentador
nb_no: Varmeapparat modus

source: Heater on
de_at: Heizung an
es_ar: Calentador encendida
nb_no: Varmeapparatet på

source: Heater off
de_at: Heizung aus
es_ar: Calentador apagado
nb_no: Varmeapparatet av

source: Temperature sensors
de_at: Temperatursensoren
es_ar: Sensores de temperatura
nb_no: Temperatur sensorer

source: Cooling
de_at: Kühlung
es_ar: Refrigeración
nb_no: Kjøling

source: When the cooler is used in sensor mode the system will toggle the switches based on the alarms of the sensors. When the temperature is to hot it will toggle on the switches. Until the temperature drops below the minimum value the switch stays on. When the minimum temperature is reached, the switches will be toggled off and stay out until the temperature hits the maximum value.
de_at: Wenn die Kühlung im Sensormodus verwendet wird, schaltet das System die Relais auf der Grundlage der Alarme der Sensoren um. Wenn die Temperatur heiß ist, wird ein Relais geschaltet, bis die Temperatur unter den Minimalwert sinkt. Wenn die Mindesttemperatur erreicht ist, wird das Relais ausgeschaltet und bleibt aus, bis die Temperatur wieder auf den Maximalwert kommt.
es_ar: Cuando el enfriador se usa en modo sensor, el sistema alternará los interruptores según las alarmas de los sensores. Cuando la temperatura es demasiado alta, activará los interruptores. Hasta que la temperatura desciende por debajo del valor mínimo, el interruptor permanece encendido. Cuando se alcanza la temperatura mínima, los interruptores se apagarán y permanecerán apagados hasta que la temperatura alcance el valor máximo.
nb_no: Når kjøleanlegget brukes i sensor modus vil systemet veksle mellom bryterne basert på alarmene til sensorene. Når temperaturen er for varm, vil den veksle på bryterne. Inntil temperaturen synker under minimumsverdien vil bryteren forblir på. Når minimumstemperaturen er nådd, vil bryterne bli slått av og holde seg av til temperaturen treffer maksimumsverdien.

source: Cooler mode
de_at: Kühlbetrieb
es_ar: Modo de refrigeración
nb_no: Kjøler modus

source: Cooler on
de_at: Kühler an
es_ar: Refrigeración encendida
nb_no: Kjøler på

source: Cooler off
de_at: Kühler aus
es_ar: Refrigeración apagada
nb_no: Kjøler av

source: On the sensors page you can find all the available sensors page grouped by type. Select temperature from the menu to get all the temperature sensors. Select humidity for all humidity sensors.
de_at: Auf der Sensorseite finden Sie alle verfügbaren Sensoren nach Gruppierung. Wählen Sie die Temperatur aus dem Menü, um alle Temperatursensoren zu erhalten. Feuchte für alle Feuchtesensoren wählen.
es_ar: En la página de sensores puede encontrar todas las páginas de sensores disponibles agrupadas por tipo. Seleccione la temperatura del menú para obtener todos los sensores de temperatura. Seleccione la humedad para todos los sensores de humedad.
nb_no: På sensorer-siden kan du finne alle tilgjengelige sensorer gruppert etter type. Velg temperatur fra menyen for å få alle temperatursensorer. Velg luftfuktighet for alle luft luftfuktighets sensorer.

source: Per graph you have the following options and indicators.
de_at: Pro Grafik haben Sie die folgenden Optionen und Indikatoren.
es_ar: Por gráfico tiene las siguientes opciones e indicadores.
nb_no: Per graf har du følgende alternativer og indikatorer.

source: Per sensor the title shows some values and options.
de_at: Pro Sensor zeigt der Titel einige Werte und Optionen an.
es_ar: Por sensor, el título muestra algunos valores y opciones.
nb_no: Per sensor vil tittelen viser noen verdier og alternativer.

source: The sensor type
de_at: Sensortype
es_ar: El tipo de sensor
nb_no: Sensor typen

source: The time stamp of the last measurement.
de_at: Die Uhrzeit der letzten Messung.
es_ar: La marca de tiempo de la última medición.
nb_no: Tidsangivelsen for den siste målingen.

source: Warning badge when the sensor value is outside the defined save operating values.
de_at: Warnzeichen, wenn der Sensorwert außerhalb der definierten Sollwerte liegt.
es_ar: Placa de advertencia cuando el valor del sensor está fuera de los valores operativos guardados definidos.
nb_no: Advarsels merket når sensor verdien er utenfor de definerte lagring operasjons verdiene.

source: Show or hide the sensor
de_at: Den Sensor ein- oder ausblenden
es_ar: Muestra u oculta el sensor
nb_no: Vis eller skjul sensoren

source: The gauge graph shows the current temperature or humidity value. The color of the graph depends on the current value and the alarm values. When the value gets more to the minimum or maximum value, it will gets more red/orange.
de_at: Die Messkurve zeigt die aktuelle Temperatur oder Luftfeuchtigkeitswerte an. Die Farbe der Grafik hängt vom aktuellen Wert und den Alarmwerten ab. Wenn der Wert näher auf den minimalen oder maximalen Wert kommt, wird die Farbe rot / orange.
es_ar: El gráfico del medidor muestra el valor actual de temperatura o humedad. El color del gráfico depende del valor actual y los valores de alarma. Cuando el valor llega más al valor mínimo o máximo, se vuelve más rojo / naranja.
nb_no: Nåle grafen viser gjeldende temperatur eller luftfuktighet verdi. Fargen på grafen avhenger av gjeldende verdi og alarm verdiene. Når verdieni kommer nærmere minimum eller maksimumsverdien, vil den bli mer rød/organge.

source: The values are updated every 30 seconds and updated in real time on the page.
de_at: Die Werte werden alle 30 Sekunden aktualisiert und in Echtzeit auf der Seite aktualisiert.
es_ar: Los valores se actualizan cada 30 segundos y se actualizan en tiempo real en la página.
nb_no: Verdiene oppdateres hvert 30. sekund og oppdateres i sanntid på siden.

source: The current value is also written below the graph in degrees, percentage or distance.
de_at: Der aktuelle Wert wird auch unter dem Diagramm in Grad, Prozent oder Entfernung angezeigt.
es_ar: El valor actual también se escribe debajo del gráfico en grados, porcentaje o distancia.
nb_no: Den gjeldende verdien skrives også under diagrammet i grader, prosent eller avstand.

source: The history graph will shows the measured value. The flat lines are the minimum and maximum values that are configured. When the measured value is outside this range an alarm will be given. Hover above the graph lines to get detailed information.
de_at: Die Grafik zeigt den Messwert an. Die flachen Linien sind die minimalen und maximalen Werte, die konfiguriert sind. Wenn der Messwert außerhalb dieses Bereichs liegt, wird ein Alarm ausgegeben. Gehen Sie über die Grafiklinie, um detaillierte Informationen zu erhalten.
es_ar: El gráfico histórico mostrará el valor medido. Las líneas planas son los valores mínimo y máximo que se configuran. Cuando el valor medido está fuera de este rango, se emitirá una alarma. Coloca el cursor sobre las líneas del gráfico para obtener información detallada.
nb_no: Historie grafen vil vise den målte verdien. De flate linjene er de minste og høyeste verdiene som er konfigurert. Når den målte verdien er utenfor dette området vil det bli gitt en alarm. Beveg pekeren over graf linjene for å få detaljert informasjon.

source: Alarm min
es_ar: Alarma mínimo

source: Alarm max
es_ar: Alarma máximo

source: Limit min
de_at: Grenzwert Min
es_ar: Limite mínimo
nb_no: Begrens min

source: Limit max
de_at: Grenzwert Max
es_ar: Limite máximo
nb_no: Begrens max

source: Per switch the title holds shows some values and options.
de_at: Pro Schalter zeigt der Titel einige Werte und Optionen an.
es_ar: Por interruptor, el título contiene algunos valores y opciones.
nb_no: Per bryter tittelen har viser noen verdier og alternativer.

source: Switch
de_at: Schalter
es_ar: Interruptor
nb_no: Bryter

source: The power usage and/or water flow per minute when switched on
de_at: Der Stromverbrauch und / oder Wasserfluss pro Minute beim Einschalten
es_ar: El consumo de energía y/o flujo de agua por minuto cuando está encendido
nb_no: Strømforbruket og/eller vannstrømmen per minutt når den slås på

source: The total amount of power usage and/or water usage for the selected history period
de_at: Die Gesamtmenge des Stromverbrauchs und / oder der Wasserverbrauch für den ausgewählten Grafikzeitraum
es_ar: El consumo total de energía y/o agua durante el período de historial seleccionado
nb_no: Total mengde strømforbruk og/eller vannforbruk for den valgte logg perioden

source: Show or hide the switch
de_at: Den Schalter ein- oder ausblenden
es_ar: Mostrar u ocultar el interruptor
nb_no: Vis eller skjul bryteren

source: Status and toggle
de_at: Status und Toggle
es_ar: Estado y alternar
nb_no: Status og veksle

source: On the switch page there are power buttons that toggle the power switches. Every switch will be listed, and can be controlled from the status page. In order to toggle the switch, a request for a username and password is being made. Use here the username and password that are configured at the system configuration page.
de_at: Auf der Schalterseite befinden sich Geräte Taster, die die Powerschalter umschalten. Jeder Schalter wird aufgeführt und kann von der Statusseite aus gesteuert werden. Um den Schalter umzuschalten, wird eine Anfrage für einen Benutzernamen und ein Passwort gemacht. Verwenden Sie hier den Benutzernamen und das Passwort, die auf der Systemkonfigurationsseite konfiguriert sind.
es_ar: En la página de interruptores hay botones de encendido que alternan los interruptores de encendido. Cada interruptor aparecerá en la lista y se puede controlar desde la página de estado. Para alternar el interruptor, se solicita un nombre de usuario y contraseña. Utilice aquí el nombre de usuario y la contraseña que están configurados en la página de configuración del sistema.
nb_no: På bryter siden er det strømknapper som veksler mellom strøm bryterne. Hver bryter vil bli oppført, og kan styres fra status siden. For å veksle mellom bryterne blir det gjort en forespørsel om brukernavn og passord. Bruk brukernavnet og passordet som er konfigurert på systemkonfigurasjon siden.

source: The list is also updating when the environment toggles a switch. The state off the switch is shown here in real time.
de_at: Die Liste wird auch aktualisiert, wenn die Umgebung einen Schalter umschaltet. Der Zustand aus dem Schalter wird hier in Echtzeit angezeigt.
es_ar: La lista también se actualiza cuando el entorno cambia un interruptor. El estado del interruptor se muestra aquí en tiempo real.
nb_no: Listen oppdateres også når miljøet veksler en bryter. Status for bryteren er vist her i sanntid.

source: Switch is on
de_at: Schalter ein
es_ar: Interruptor encendido
nb_no: Bryteren er på

source: Switch is off
de_at: Schalter aus
es_ar: Interruptor apagado
nb_no: Bryteren er av

source: The history graph will shows when a switch was powered on. It will show the power usage on the y-axis and time on the x-axis. When hovering over the graph it will also show the water usage.
de_at: Die Verlaufsgrafik zeigt an, wenn ein Schalter eingeschaltet wurde. Es zeigt den Stromverbrauch auf der y-Achse und die Zeit auf der x-Achse. Wenn man über der Grafik schwebt, zeigt es auch den Wasserverbrauch.
es_ar: El gráfico del historial mostrará cuándo se encendió un interruptor. Mostrará el uso de energía en el eje Y y el tiempo en el eje X. Al pasar el cursor sobre el gráfico, también mostrará el uso de agua.
nb_no: Historie grafen vil vise når en bryter var slått på. Den viser strømforbruk på y-akse og tid på x-akse. Når peker holdes over grafen det vil også vannforbruket vise.

source: On the switch settings page you can configure all needed switches. Click on %s button to add a new switch. And empty form like below is shown and has to be filled in. Make sure the right values are filled in. All fields with a %s are required.
de_at: Auf der Schalter-Einstellungsseite können Sie alle benötigten Schalter konfigurieren. Klicken Sie auf die Schaltfläche %s, um einen neuen Schalter hinzuzufügen. Stellen Sie sicher, dass die richtigen Werte ausgefüllt sind. Alle Felder mit %s sind erforderlich.
es_ar: En la página de configuración del interruptor, puede configurar todos los interruptores necesarios. Haga clic en el botón %s para agregar un nuevo interruptor, y se muestra un formulario vacío como el siguiente. Asegúrese de completar los valores correctos. Todos los campos con %s son obligatorios.
nb_no: Du kan konfigurere alle nødvendige brytere på innstillingssiden for brytere. Klikk %s knappen for å legge til en ny bryter. Et tomt skjema som nedenfor vises og må fylles ut. Kontroller at de riktige verdiene er fylt ut. Alle felt med %s kreves.
