Repository: V687862/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de_at, es_ar, nb_no

source: Open
de_at: Offen
es_ar: Abierto
nb_no: Åpen

source: Closed
de_at: Geschlossen
es_ar: Cerrado
nb_no: Lukket

source: Power on
de_at: Ein
es_ar: Encender
nb_no: Slå på

source: Settle timeout
de_at: Timeout einrichten
es_ar: Definir tiempo limite
nb_no: Tidsavbrudd for utligning

source: Height
de_at: Höhe
es_ar: Alto
nb_no: Høyde

source: Offset
es_ar: Compensación
nb_no: Forskyvning

source: Download
de_at: Herunterladen
es_ar: Descargar
nb_no: Last ned

source: Here you can configure your TerrariumPI server.
de_at: Hier können Sie Ihre Systemeinstellungen konfigurieren.
es_ar: Aquí puede configurar su servidor TerrariumPI.
nb_no: Her kan du konfigurere din TerrariumPI server.

source: Weather location
de_at: Wetterlage
es_ar: Localización del clima
nb_no: Vær lokasjon

source: System actions
de_at: Systemaktionen
es_ar: Acciones del sistema
nb_no: System hendelser

source: Here you can reboot your TerrariumPI server. You will have to confirm the action when clicked.
de_at: Hier können Sie Ihren TerrariumPI-Server neu starten. Sie müssen die Aktion bestätigen, wenn Sie darauf klicken.
es_ar: Aquí puede reiniciar su servidor TerrariumPI. Tendrá que confirmar la acción cuando haga clic.
nb_no: Her kan du restarte din TerrariumPI server. Du må bekrefte hendelsen etter du har trykket.

source: Here you can shutdown your TerrariumPI server. You will have to confirm the action when clicked.
de_at: Hier können Sie Ihren TerrariumPI-Server herunterfahren. Sie müssen die Aktion bestätigen, wenn Sie darauf klicken.
es_ar: Aquí puede apagar su servidor TerrariumPI. Tendrá que confirmar la acción cuando haga clic.
nb_no: Her kan du skru av din TerrariumPI server. Du må bekrefte hendelsen etter du har trykket.

source: Language
de_at: Sprache
es_ar: Idioma
nb_no: Språk

source: Wind speed indicator
de_at: Windgeschwindigkeitsanzeige
es_ar: Indicador de velocidad de viento
nb_no: Indikator for vindhastighet

source: Temperature indicator
de_at: Temperaturanzeige
es_ar: Indicador de temperatura
nb_no: Temperatur indikator

source: Distance indicator
de_at: Distanzanzeige
es_ar: Indicador de distancia
nb_no: Avstand indikator

source: Centimetre
de_at: Zentimeter
es_ar: Centímetro
nb_no: Centimeter

source: Inches
de_at: Zoll
es_ar: Pulgadas
nb_no: Tommer

source: Volume indicator
de_at: Lautstärkeanzeige
es_ar: Indicador de volumen
nb_no: Volum indikator

source: Litres
de_at: Liter
es_ar: Litros
nb_no: Liter

source: UK Gallons
de_at: UK Gallonen
es_ar: US Gallons

source: Admin name
de_at: Administratorenname
es_ar: Nombre del administrador
nb_no: Admin navn

source: New admin password
de_at: Neues Passwort
es_ar: Nueva contraseña de administrador
nb_no: Nytt admin passord

source: Current admin password
de_at: Aktuelles Administratorkennwort
es_ar: Contraseña actual de administrador
nb_no: Nåværende admin passord

source: Full authentication
de_at: Authentifizierung
es_ar: Autenticación completa
nb_no: Fullstendig godkjenning

source: Changes only
de_at: Änderungen nur
es_ar: Solo cambios
nb_no: Kun endring

source: Soundcard
de_at: Soundkarte
es_ar: Placa de sonido
nb_no: Lydkort

source: External calendar
de_at: Externer Kalender
es_ar: Calendario externo
nb_no: Ekstern kalender

source: Graph legend layout
de_at: Layout der Diagrammlegende
es_ar: Diseño de leyenda de gráfico
nb_no: Oppsett for Graph-forklaring

source: Graph smoothing value
de_at: Graph Glättungswert
es_ar: Valor de suavizado del gráfico
nb_no: Grafe utjevning verdi

source: Show min and max values in gauge graphs
de_at: Min- und Max-Werte in Messkurven anzeigen
es_ar: Mostrar valores mínimos y máximos en gráficos de medidor
nb_no: Vis min og maks verdier i måler grafene

source: True
de_at: Wahr
es_ar: Verdadero
nb_no: Sannt

source: False
de_at: Falsch
es_ar: Falso
nb_no: Falsk

source: Hide environment summary on the dashboard
de_at: Ausblenden der Umgebungszusammenfassung im Dashboard
es_ar: Ocultar el resumen del entorno en el panel
nb_no: Skjul miljø oppsummeringen på dashbordet

source: Show all sensors gauges on 1 page
de_at: Alle Sensoren auf 1 Seite anzeigen
es_ar: Mostrar todos los medidores de sensores en 1 página
nb_no: Vis alle sensor målere på 1 side

source: Pi power usage in W
de_at: Pi Stromverbrauch in Watt
es_ar: Consumo PI en W
nb_no: Pi strømforbruk i W

source: Power price
de_at: Strompreis
es_ar: Precio de energía
nb_no: Strømpris

source: Water price
de_at: Wasserpreis
es_ar: Precio del agua
nb_no: Vannpris

source: IP or hostname
de_at: IP oder Hostname
es_ar: IP o nombre de host
nb_no: IP eller vertsnavn

source: Port number
de_at: Port Nummer
es_ar: Numero de puerto
nb_no: Port nummer

source: Meross Cloud username
de_at: Meross Cloud Benutzername
es_ar: Nombre de usuario de Meross Cloud
nb_no: Meross Cloud brukernavn

source: Meross Cloud password
de_at: Meross Cloud Passwort
es_ar: Contraseña de Meross Cloud
nb_no: Meross Cloud passord

source: City
de_at: Stadt
es_ar: Ciudad
nb_no: By

source: Mon
de_at: Mo
es_ar: Lun
nb_no: Man

source: Tue
de_at: Di
es_ar: Mar
nb_no: Tir

source: Wed
de_at: Mi
es_ar: Mie
nb_no: Ons

source: Thu
de_at: Do
es_ar: Jue
nb_no: Tors

source: Fri
de_at: Fr
es_ar: Vie
nb_no: Fre

source: Sat
de_at: Sa
es_ar: Sab
nb_no: Lør

source: No webcams available
de_at: Keine Webcams verfügbar
es_ar: No hay webcams disponibles
nb_no: Ingen webkameraer tilgjengelig

source: Here you can configure your webcams.
de_at: Hier können Sie Ihre Webcams konfigurieren.
es_ar: Aquí puedes configurar tus webcams.
nb_no: Her kan du konfigurere webkameraer.

source: Local source
de_at: Lokale Quelle
es_ar: Fuente local
nb_no: Lokal kilde

source: Resolution
de_at: Auflösung
es_ar: Resolución
nb_no: Oppløsning

source: Add new webcam
de_at: Neue Webcam hinzufügen
es_ar: Añadir nueva webcam
nb_no: Legg til nytt webkamera

source: White balance
de_at: Weißabgleich
es_ar: Balance de blancos

source: off
de_at: aus
es_ar: Apagado

source: sunlight
de_at: Sonnenlicht
es_ar: Luz del sol

source: cloudy
de_at: bewölkt
es_ar: nublado

source: shade
de_at: Tönung
es_ar: sombra

source: tungsten
de_at: Wolfram
es_ar: tungsteno

source: fluorescent
de_at: fluoreszierend
es_ar: Fluorescente

source: incandescent
de_at: Glühkörper
es_ar: Incandescente

source: horizon
de_at: Horizont
es_ar: horizonte

source: Archive
de_at: Archiv
es_ar: Archivo
nb_no: Arkiv

source: Motion
de_at: Bewegung
es_ar: Movimiento
nb_no: Bevegelse

source: 1 minute
es_ar: 1 minuto
nb_no: 1 minutt

source: 5 minutes
de_at: 5 Minuten
es_ar: 5 minutos
nb_no: 5 minutter

source: 15 minutes
de_at: 15 Minuten
es_ar: 15 minutos
nb_no: 15 minutter

source: 30 minutes
de_at: 30 Minuten
es_ar: 30 minutos
nb_no: 30 minutter

source: 1 hour
de_at: 1 Stunde
es_ar: 1 hora
nb_no: 1 time

source: 3 hours
de_at: 3 Stunden
es_ar: 3 horas
nb_no: 3 timer

source: 6 hours
de_at: 6 Stunden
es_ar: 6 horas
nb_no: 6 timer

source: 12 hours
de_at: 12 Stunden
es_ar: 12 horas
nb_no: 12 timer

source: 1 day
de_at: 1 Tag
es_ar: 1 día
nb_no: 1 dag

source: Archive light state
de_at: Lichtzustand archivieren
es_ar: Archivar estado de luz
nb_no: Arkiver lys status

source: When on
de_at: Wenn ein
es_ar: Cuando encendido
nb_no: Når på

source: When off
de_at: Wenn aus
es_ar: Cuando apagado
nb_no: Når av

source: Archive door state
de_at: Archiviere Tür Status
es_ar: Archivar estado de puerta
nb_no: Arkiver dør status

source: When open
de_at: Wenn offen
es_ar: Cuando abierta
nb_no: Når åpen

source: When closed
de_at: Wenn geschlossen
es_ar: Cuando cerrada
nb_no: Når lukket

source: Show motion boxes
de_at: Bewegungsfelder anzeigen
es_ar: Mostrar cuadros de movimiento
nb_no: Vis bevegelses bokser

source: Motion delta threshold
de_at: Bewegungs-Delta-Schwelle
es_ar: Umbral delta de movimiento
nb_no: Bevegelses delta grense

source: Motion minimum area
de_at: Bewegungsminimalbereich
es_ar: Área mínima de movimiento
nb_no: Bevegelse minimum område

source: Motion comparison frame
de_at: Bewegungsvergleichsrahmen
es_ar: Comparación de movimiento por cuadro
nb_no: Bevegelse sammenlignings bilde

source: Last frame
de_at: Letztes Bild
es_ar: Ultimo cuadro
nb_no: Siste bilde

source: Last archived frame
de_at: Letztes archiviertes Bild
es_ar: Ultimo cuadro archivado
nb_no: Siste arkiverte bilde

source: Select sensors
de_at: Sensoren auswählen
es_ar: Seleccionar sensores

source: DELETE
de_at: LÖSCHEN
es_ar: BORRAR

source: 1Wire bus
es_ar: Bus 1Wire

source: 1Wire DS18B20 wiring scheme
de_at: 1Wire DS18B20 Schaltplan
es_ar: 1Wire DS18B20 ESQUEMA DE CABLEADO
nb_no: 1Wire DS18B20 koblingsskjema

source: Add marker
de_at: Markierung hinzufügen
es_ar: Adicionar marcador

source: Alarm
es_ar: Alarma

source: Amount
de_at: Menge
es_ar: Cantidad
nb_no: Mengde

source: Are you sure to delete the file
de_at: Sind Sie sicher, die Datei zu löschen
es_ar: Estas seguro de borrar este archivo
nb_no: Er du sikker på at du vil slette filen

source: Calendar title
de_at: Kalender Titel
es_ar: Titulo del calendario

source: Click to change image
de_at: Klicken Sie hier, um das Bild zu ändern
es_ar: Click para cambiar la imagen
nb_no: Trykk for å endre bilde

source: Connection lost
de_at: Verbindung unterbrochen
es_ar: Conexión perdida
nb_no: Forbindelsen brutt

source: Connection restored
de_at: Verbindung wiederhergestellt
es_ar: Conexión restaurada
nb_no: Tilkobling gjenopprettet

source: Cooler
de_at: Kühlung
es_ar: Refrigerador
nb_no: Kjøler

source: Current value
de_at: Aktueller Wert
es_ar: Valor actual
nb_no: Nåværende verdi

source: Current weather widget screenshot
de_at: Aktueller Wetter Widget Screenshot
es_ar: Captura de pantalla del widget del pronostico actual
nb_no: Nåværende vær widget skjermbilde

source: Delete file
de_at: Datei löschen
es_ar: Eliminar archivo
nb_no: Slett fil

source: DHT22 GPIO wiring scheme
de_at: DHT22 GPIO Schaltplan
es_ar: DHT22 GPIO esquema de cableado
nb_no: DHT22 GPIO koblingsskjema

source: DHT22 temperature and humidity sensor
de_at: DHT22 Temperatur Luftfeuchtigkeitssensor
es_ar: DHT22 Sensor de temperatura y humedad
nb_no: DHT22 temperatur og luftfuktighet sensor

source: Dimmer environment step in %
de_at: Dimmer Umgebung in %
es_ar: Atenuación de ambiente en %
nb_no: Dimmer-miljø trinn i %

source: Door history graph
de_at: Türengrafik
es_ar: Gráfico histórico puerta
nb_no: Diagram over dør loggen

source: Doors overview screenshot
de_at: Türenübersicht Screenshot
es_ar: Captura de pantalla de descripción general de puertas
nb_no: Skjermbilde av dører oversikt

source: Door status
de_at: Türstatus
es_ar: Estado de puerta
nb_no: Dør status

source: Drop files here to upload
de_at: Dropzone Mehrfachdatei-Uploader
es_ar: arrastra aquí archivos para subir
nb_no: Slipp filer her for å laste opp

source: Duration in hours
de_at: Dauer in Stunden
es_ar: Duración en horas
nb_no: Varighet i timer

source: Duration in minutes
de_at: Dauer in Minuten
es_ar: Duración en minutos
nb_no: Varighet i minutter

source: Duration in seconds
de_at: Dauer in Sekunden
es_ar: Duración en segundos
nb_no: Varighet i sekunder

source: Either add audio files and playlists. Or you have a pwm-dimmer switch configured.
de_at: Fügen Sie entweder Audiodateien und Wiedergabelisten hinzu. Oder Sie haben einen PWM-Dimmschalter konfiguriert.
es_ar: Agregue archivos de audio y listas de reproducción. O tiene configurado un interruptor de atenuación pwm.
nb_no: Enten legge til lydfiler og spillelister. Eller har du en PWM-dimmer bryter konfigurert.

source: Excluded from average calculation
de_at: Ausgenommen von der Durchschnittsberechnung
es_ar: Excluido del cálculo promedio
nb_no: Ekskludert fra gjennomsnitts kalkuleringen

source: External calendar url
de_at: Externe Kalender-URL
es_ar: Url de calendario externo
nb_no: URL-adresse for ekstern kalender

source: File is to big. Filesize {{filesize}} is more then max {{maxFilesize}}
de_at: Datei ist zu groß. Dateigröße {{filesize}} ist größer als max {{maxFilesize}}
es_ar: El archivo es demasiado grande. El tamaño del archivo {{filesize}} es mayor que el {{maxFilesize}}
nb_no: Filen er for stor. Filstørrelse {{filesize}} er mer enn maks {{maxFilesize}}

source: Free memory
de_at: Freier Speicher
es_ar: Memoria libre
nb_no: Ledig minne

source: Free space
de_at: Freier Festplattenspeicher
es_ar: Espacio libre
nb_no: Ledig plass

source: GPIO Magnetic door sensor
de_at: Magnetischer GPIO Türsensor
es_ar: Sensor magnético de puerta GPIO
nb_no: GPIO Magnetisk dør sensor

source: GPIO relay board wiring scheme
de_at: Schaltplan GPIO Relaiskarte
es_ar: GPIO relay board esquema de cableado
nb_no: GPIO relé kort koblingsskjema

source: Height in cm
de_at: Höhe in cm
es_ar: Altura en centímetros
nb_no: Høyde i cm

source: I2C bus adapter
es_ar: Adaptador bus I2C

source: Information
es_ar: Información
nb_no: Informasjon

source: Invalid filetype
de_at: Ungültiger Dateityp
es_ar: Tipo de archivo invalido
nb_no: Ugyldig filetype

source: Load 15
de_at: Lade 15 min
es_ar: Cargar 15
nb_no: Last 15

source: Load 5
de_at: Lade 5 min
es_ar: Cargar 15
nb_no: Last 5

source: Loading
de_at: Lade
es_ar: Cargando

source: Minimum area
de_at: Mindestfläche
es_ar: Área mínima
nb_no: Minimum område

source: No error messages
de_at: Keine Fehlermeldungen
es_ar: Ningún mensaje de error
nb_no: Ingen feilmeldinger

source: Not playing
de_at: Nicht abspielen
es_ar: No esta reproduciendo
nb_no: Spiller ikke

source: No warning messages
de_at: Keine Warnmeldungen
es_ar: Sin mensajes de advertencia
nb_no: Ingen advarsler

source: Offset in cm
de_at: Abstand in cm
es_ar: Compensación en cm
nb_no: Forskyvning i cm

source: Press browse button to select files
de_at: Drücken Sie die Durchsuchen-Taste, um Dateien auszuwählen
es_ar: Presione el botón de exploración para seleccionar archivos
nb_no: Trykk på Bla igjennom for å velge filer

source: Preview file
de_at: Vorschau
es_ar: Vista previa del archivo
nb_no: Forhåndsvis fil

source: Raspberry Pi 3 camera
de_at: Raspberry Pi 3 Kamera
es_ar: Cámara Raspberry Pi 3
nb_no: Raspberry Pi 3 kamera

source: Raspberry Pi 3 specifications
de_at: Raspberry Pi 3 Spezifikationen
es_ar: Especificaciones de Raspberry Pi 3
nb_no: Raspberry Pi 3 spesifikasjoner

source: Raspberry Pi camera
de_at: Raspberry Pi Kamera
es_ar: Cámara Raspberry Pi
nb_no: Raspberry Pi 3 kamera

source: realtimedata
de_at: Echtzeitdaten
es_ar: datos en tiempo real

source: Reboot
de_at: Neustart
es_ar: Reiniciar
nb_no: Start på nytt

source: Save RAW photo
de_at: RAW-Foto speichern
es_ar: Guardar foto RAW
nb_no: Lagre RAW-bilde

source: Sensor history graph
de_at: Sensorgrafik
es_ar: Gráfico histórico del sensor
nb_no: Sensor historie graf

source: Sensors overview screenshot
de_at: Sensorübersicht Screenshot
es_ar: Captura de pantalla de descripción general de sensores
nb_no: Skjermbilde av sensor oversikt

source: Server could not process the upload. Error code {{statusCode}}
de_at: Der Server konnte den Upload nicht verarbeiten. Fehlercode {{statusCode}}
es_ar: El servidor no pudo procesar la carga. Código de error {{statusCode}}
nb_no: Serveren kan ikke behandle opplastingen. Feilkode {{statusCode}}

source: Shutdown
de_at: Herunterfahren
es_ar: Apagar
nb_no: Skru av

source: Switches overview screenshot
de_at: Schalterübersicht Screenshot
es_ar: Captura de pantalla de la descripción general de los interruptores
nb_no: Skjermbilde av brytere oversikt

source: Switch history graph
de_at: Grafik umschalten
es_ar: Gráfico histórico del interruptor
nb_no: Bryter logg graf

source: System environment screenshot
de_at: Systemumgebung-Screenshot
es_ar: Captura de pantalla del entorno del sistema
nb_no: Skjermbilde av system miljø

source: There are zero door sensors configured.
de_at: Es sind keine Türsensoren konfiguriert.
es_ar: Hay cero sensores de puerta configurados.
nb_no: Det er ikke konfigurert noen dør sensorer.

source: Threshold
de_at: Schwelle
es_ar: Límite
nb_no: Grense

source: Timer period off duration in minutes
de_at: Dauer der Timer-Dauer in Minuten
es_ar: Duración del período de inactividad del temporizador en minutos
nb_no: Tidtaker periode av varighet i minutter

source: Timer period on duration in minutes
de_at: Timer-Dauer in Minuten
es_ar: Duración del período del temporizador en minutos
nb_no: Tidtaker periode på varighet i minutter

source: Timestamp
de_at: Zeitstempel
es_ar: Marca de tiempo
nb_no: Tidsstempel

source: Toggle audio
de_at: Ton umschalten
es_ar: Alternar audio

source: Toggle information
de_at: Informationen umschalten
es_ar: Alternar información

source: Toggle power switch
de_at: Ein oder Ausschalten
es_ar: Interruptor de encendido
nb_no: Slå av/på strømbryteren

source: Total memory
de_at: Gesamtspeicher
es_ar: Memoria total
nb_no: Totalt minne

source: Total open for
de_at: Gesamt offen für
es_ar: Abierto para un total de
nb_no: Totalt åpent i

source: Total space
de_at: Gesamtfestplattenspeicher
es_ar: Espacio total
nb_no: Total plass

source: Unknown date
de_at: Unbekanntes Datum
es_ar: Dato desconocido
nb_no: Ukjent dato

source: Used memory
de_at: Verwendeter Speicher
es_ar: Memoria usada
nb_no: Brukt minne

source: Used space
de_at: Belegter Festplattenspeicherplatz
es_ar: Espacio usado
nb_no: Brukt plass

source: Value difference during the night
de_at: Wertunterschied während der Nacht
es_ar: Diferencia de valor durante la noche
nb_no: Verdi forskjell gjennom natt

source: Volume in liters
de_at: Volumen in Litern
es_ar: Volumen en litros
nb_no: Volum i liter

source: Weather day forecast screenshot
de_at: Wetter Tagesvorhersage Screenshot
es_ar: Captura de pantalla del pronóstico del día
nb_no: Vær dag varsel skjermbilde

source: Weather forecast screenshot
de_at: Wettervorhersage Screenshot
es_ar: Captura de pantalla del pronóstico
nb_no: Skjermbilde av værvarsel

source: Webcam overview screenshot
de_at: Webcam Übersicht-Screenshot
es_ar: Captura de pantalla de descripción general de la cámara web
nb_no: Skjermbilde webkamera oversikt

source: Week forecast screenshot
de_at: Wetter Wochenvorhersage Screenshot
es_ar: Captura de pantalla del pronóstico de la semana
nb_no: Skjermbilde av uke varsel

source: Width
de_at: Breite
es_ar: Ancho
nb_no: Bredde

source: Sensor temperature
de_at: Temperatursensor
es_ar: Sensor de temperatura
nb_no: Sensor temperatur

source: Sensor humidity
de_at: Luftfeuchtesensor
es_ar: Sensor de humedad relativa
nb_no: Sensor luftfuktighet

source: Sensor distance
de_at: Sensorabstand
es_ar: Sensor de distancia
nb_no: Sensor avstand

source: Sensor ph
es_ar: Sensor de pH

source: Sensor settings
de_at: Sensoreinstellungen
es_ar: Configuración del sensor
nb_no: Sensor innstillinger

source: Switch status
de_at: Schaltzustand
es_ar: Estado del Interruptor
nb_no: Bryter status

source: Switch settings
de_at: Schalter Einstellungen
es_ar: Configuración del interruptor
nb_no: Bryter innstillinger

source: Door settings
de_at: Türeinstellungen
es_ar: Configuraciones de puerta
nb_no: Dør innstillinger

source: Webcam settings
de_at: Webcam Einstellungen
es_ar: Configuraciones de la webcam
nb_no: Innstillinger for webkamera

source: Audio files
de_at: Audiodateien
es_ar: Archivos de audio
nb_no: Lydfiler

source: System status
es_ar: Estado del sistema

source: System log
de_at: Systemprotokoll
es_ar: Registro del sistema
nb_no: Systemlogg

source: System environment
de_at: Systemumgebung
es_ar: Entorno de sistema
nb_no: System miljø

source: System settings
de_at: Systemeinstellungen
es_ar: Configuraciones de sistema
nb_no: Systeminnsillinger

source: Timer
de_at: Zeitschaltuhr

source: Error!
de_at: Fehler!
nb_no: Feil!

source: Raspbian OS
de_at: Raspberry OS

source: General
de_at: Menü
nb_no: Generell

source: Pushover
de_at: Überzieher

source: Telegram
de_at: Telegramm

source: DenkoviV2 4 relays
de_at: DenkoviV2 4 Relais
nb_no: DenkoviV2 4 relé

source: DenkoviV2 8 relays
de_at: DenkoviV2 8 Relais
nb_no: DenkoviV2 8 reléer

source: DenkoviV2 16 relays
de_at: DenkoviV2 16 Relais
nb_no: DenkoviV2 16 reléer

source: US Gallons
de_at: US Gallonen

source: Vertical
de_at: Vertikal
nb_no: Vertikal

source: greyworld
de_at: graue Welt

source: 4 Ports GPIO relay board
de_at: Relaiskarte mit 4 GPIO Anschlüssen
nb_no: 4 porter GPIO relé kort

source: 4 Ports USB relay board
de_at: Relaiskarte mit 4 USB Anschlüssen
nb_no: 4 porter USB Relè kort

source: Avatar
de_at: Benutzerbild

source: TerrariumPI test setup
de_at: TerrariumPI Testaufbau
nb_no: TerrariumPI testoppsett

source: Universal AC MAINS Dimmer - MPDMv4.1
de_at: Universal AC Netzdimmer - MPDMv4.1
nb_no: Universal AC nettstrøm dimmer-mpdmv 4.1

source: USB Relay board
de_at: USB Relaiskarte
nb_no: USB Relay kort

source: Version
nb_no: Versjon

source: Hardware
nb_no: Maskinvare

source: Webcams
nb_no: Nettkamera

source: Audio
nb_no: Lyd

source: Webcam
nb_no: Webkamera

source: error
nb_no: feil

source: Km/h
nb_no: Km/t

source: Copyright
nb_no: Opphavsrett

source: Email
nb_no: E-post

source: Proxy
nb_no: Mellomtjener

source: AM2320
nb_no: AM2302

source: Horizontal
nb_no: Horisontal

source: Error
nb_no: Feil

source: USB Webcam
nb_no: USB-webkamera
