Repository: V687862/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de_at, es_ar, nb_no

source: The forecast widgets shows the forecast at current time and the location for which the forecast is valid. The data is loaded external from the external API source and is not measured by the software.
de_at: Das Prognose-Widget zeigen die Prognose zur aktuellen Uhrzeit und den Ort an. Die Daten werden extern von der externen API-Quelle geladen und nicht von der Software gemessen.
es_ar: Los widgets de pronóstico muestran el pronóstico en el momento actual y la ubicación para la cual el pronóstico es válido. Los datos se cargan de forma externa desde la fuente de API externa y el software no los mide.
nb_no: Widgetene for værvarsel viser værvarsel på gjeldende tidspunkt og lokasjonen der værvarselet er gyldig. Dataene lastes inn eksternt fra den eksterne API-kilden og måles ikke av programvaren.

source: It shows the current day and time for which the forecast is valid. And what temperature indicator is used.
de_at: Es zeigt den aktuellen Tag und die Zeit, für die Prognose an. Und welche Temperaturanzeige verwendet wird.
es_ar: Muestra el día y la hora actuales para los que el pronóstico es válido. Y qué indicador de temperatura esta en uso.
nb_no: Den viser gjeldende dag og klokkeslett da værvarselet er gyldig. Og hvilken temperatur indikator som brukes.

source: The forecast is based on the time of the day. During the day, a sun is used in the animation. During the night a moon is used.
de_at: Die Prognose basiert auf der Tageszeit. Während des Tages wird eine Sonne in der Animation verwendet. In der Nacht wird ein Mond benutzt.
es_ar: Muestra el día y la hora actuales para los que el pronóstico es válido. Y qué indicador de temperatura se usa.
nb_no: Værvarsel er basert tiden på dagen. I løpet av dagen, brukes en sol i animasjonen. I løpet av natten brukes en måne.

source: The sun rise and sun set are shown on the right side. The line that is bold is indicating the current state.
de_at: Der Sonnen auf bzw. Untergang ist auf der rechten Seite. Die Zeile, die fett ist, zeigt den aktuellen Zustand an.
es_ar: La salida y la puesta del sol se muestran en el lado derecho. La línea en negrita indica el estado actual.
nb_no: Soloppgang og solnedgang er vist på høyre side. Linjen som er fet, angir gjeldende status.

source: The week forecast is shown at 13:00 hours of each day.
de_at: Die Wochenprognose wird um 13:00 Uhr pro Tag angezeigt.
es_ar: El pronóstico de la semana se muestra a las 13:00 horas de cada día.
nb_no: Ukevarsel vises 13:00 for hver dag.

source: Day forecast
de_at: Tagesvorhersage
es_ar: Previsión de día
nb_no: Dag varsel

source: The day forecast shows the temperature per hour for 24 / 36 hours from now. The title holds the graph period.
de_at: Die Tagesvorhersage zeigt die Temperatur pro Stunde für 24/36 Stunden an. Der Titel enthält die Grafikperiode.
es_ar: El pronóstico del día muestra la temperatura por hora durante 24/36 horas a partir de ese momento. El título contiene el período del gráfico.
nb_no: Dagsvarsel viser temperaturen per time for 24/36 timer fra nå. Tittelen har grafen for perioden.

source: Week forecast
de_at: Wochenvorhersage
es_ar: Previsión semanal
nb_no: Uke varsel

source: The week forecast shows the temperature per hour for 10 days from now. The title holds the graph period.
de_at: Die Wochenprognose zeigt die Temperatur pro Stunde für 10 Tage an. Der Titel enthält die Grafikperiode.
es_ar: El pronóstico de la semana muestra la temperatura por hora durante 10 días a partir de ese momento. El título contiene el período del gráfico.
nb_no: Ukevarselet viser temperaturen per timen for 10 dager fra nå av. Tittelen har grafen i perioden.

source: Enter the full URL of the API weather server. For use with Weather.com you need to get a free API key from %s. The temperature are read in Celsius degrees. It can be converted to Fahrenheit.
de_at: Geben Sie die vollständige URL des API-Wetter-Servers ein. Für den Einsatz mit Weather.com musst du einen kostenlosen API Key von %s bekommen. Die Temperatur wird in Celsius Grad gelesen. Es kann in Fahrenheit umgewandelt werden.
es_ar: Ingrese la URL completa del servidor meteorológico API. Para usar con Weather.com, debe obtener una clave API gratuita de %s. La temperatura se lee en grados Celsius. Se puede convertir a Fahrenheit.
nb_no: Angi hele URL av API for vær tjener. For bruk med Weather.com trenger du å skaffe en gratis API-nøkkel fra %s. Temperaturen er lest i Celsius grader. Den kan konverteres til Fahrenheit.

source: Location
de_at: Ort
es_ar: Localización
nb_no: Sted

source: Wind speed
de_at: Windgeschwindigkeit
es_ar: Velocidad del viento
nb_no: Vindhastighet

source: Per webcam the title holds shows some values and options.
de_at: Pro Webcam zeigt der Titel einige Werte und Optionen an.
es_ar: Por cámara web, el título contiene algunos valores y opciones.
nb_no: Per webkamera tittelen har viser noen verdier og alternativer.

source: Use the zooming control to zoom in and out.
de_at: Verwenden Sie die Zoom-Steuerung zum Vergrößern und Verkleinern.
es_ar: Utilice el control de zoom para acercar y alejar.
nb_no: Bruk zoomkontrollen til å zoome inn og ut.

source: Controls
de_at: Steuert
es_ar: Controles
nb_no: Kontroller

source: Zooming control
de_at: Zoomsteuerung
es_ar: Control de zoom
nb_no: Zoome kontroll

source: Zoom at minimum level
de_at: Zoom auf niedrigste Stufe
es_ar: Zoom mínimo
nb_no: Zoom på minimumsnivå

source: Zoom at maximum level
de_at: Zoom auf Höchststufe
es_ar: Zoom máximo
nb_no: Zoom på høyeste nivå

source: Full screen
de_at: Vollbild
es_ar: Pantalla completa
nb_no: Full skjerm

source: Use the full screen control to toggle full screen on or off.
de_at: Verwenden Sie das Vollbild Symbol, um den Vollbildmodus ein- oder auszuschalten.
es_ar: Utilice el control de pantalla completa para activar o desactivar la pantalla completa.
nb_no: Bruk full skjerm kontrollen til å aktivere eller deaktivere fullskjermvisning.

source: Full screen control
de_at: Vollbildsteuerung
es_ar: Control de pantalla completa
nb_no: Fullskjermkontroll

source: On the webcam settings page you can configure all needed webcams. Click on %s button to add a new webcam. And empty form like below is shown and has to be filled in. Make sure the right values are filled in. All fields with a %s are required.
de_at: Auf der Webcam Seite können Sie alle vorhandenen Webcams konfigurieren. Klicken Sie auf die Schaltfläche %s, um eine neue Webcam hinzuzufügen. Stellen Sie, dass die richtigen Werte eingetragen sind. Alle Felder mit% s sind erforderlich.
es_ar: En la página de configuración de la cámara web, puede configurar todas las cámaras web necesarias. Haga clic en el botón %s para agregar una nueva cámara web. Y se muestra un formulario vacío como el siguiente. Asegúrese de completar los valores correctos. Todos los campos con %s son obligatorios.
nb_no: På siden Innstillinger for webkamera kan du konfigurere alle nødvendige webkameraer. Klikk %s knappen for å legge til et nytt webkamera. Et tomt skjema som nedenfor vises og må fylles ut. Kontroller at de riktige verdiene er fylt ut. Alle felt med %s kreves.

source: Preview
de_at: Vorschau
es_ar: Previsualización
nb_no: Forhåndsvisning

source: Picture rotation
de_at: Bilddrehung
es_ar: Rotación de imagen
nb_no: Bilderotasjon

source: degrees
de_at: Grad
es_ar: Grados
nb_no: grader

source: Flip Horizontal
de_at: Horizontal spiegeln
es_ar: Voltear horizontalmente
nb_no: Speilvend vannrett

source: Flip Vertical
de_at: Vertikal spiegeln
es_ar: Voltear verticalmente
nb_no: Speilvend loddrett

source: Remote source
de_at: Fernquelle
es_ar: Fuente remota
nb_no: Ekstern kilde

source: Used software
de_at: Verwendete Software
es_ar: Software utilizado
nb_no: Brukt programvare

source: Contact
de_at: Kontakt
es_ar: Contacto
nb_no: Kontakt

source: Example setup
de_at: Beispiele
es_ar: Ejemplo de configuración
nb_no: Eksempel oppsett

source: Use TerrariumPI to automate your own reptile environment. The software can handle a combination of multiple temperature and humidity sensors and relay switches to control a closed environment.
de_at: Verwenden Sie TerrariumPI, um Ihre eigene Reptilienumgebung zu automatisieren. Die Software kann eine Kombination aus mehreren Temperatur und Feuchtigkeitssensoren sowie Relaisschaltern verarbeiten, um eine geschlossene Umgebung zu steuern.
es_ar: Utilice TerrariumPI para automatizar su propio entorno de reptiles. El software puede manejar una combinación de múltiples sensores de temperatura y humedad e interruptores de relé para controlar un ambiente cerrado.
nb_no: Bruk TerrariumPI til å automatisere din egen reptil miljø. Programvaren kan håndtere en kombinasjon av flere temperatur-og luftfuktighet sensorer og relé brytere for å styre et lukket miljø.

source: TerrariumPI is mainly written in Python version 2.7. The web interface is a bootstrap 3 template. It can be downloaded from %s.
de_at: TerrariumPI wird hauptsächlich in Python Version 2.7 geschrieben. Das Web Interface ist eine Bootstrap 3 Vorlage. Es kann bei %s heruntergeladen werden.
es_ar: TerrariumPI está escrito principalmente en la versión 2.7 de Python. La interfaz web es una plantilla bootstrap 3. Se puede descargar desde %s.
nb_no: TerrariumPI er hovedsakelig skrevet i Python versjon 2.7. Webgrensesnittet er en bootstrap 3-mal. Den kan lastes ned fra %s.

source: Download TerrariumPI on Github
de_at: TerrariumPI auf Github herunterladen
es_ar: Descarga TerrariumPI en Github
nb_no: Last ned TerrariumPI på GitHub

source: Python modules
de_at: Python Module
es_ar: Módulos Python
nb_no: Python moduler

source: The following external Python libraries are used
de_at: Folgende externe Python-Bibliotheken werden verwendet
es_ar: Se utilizan las siguientes bibliotecas externas de Python
nb_no: Følgende eksterne Python-biblioteker brukes

source: Source
de_at: Quelle
es_ar: Fuente
nb_no: Kilde

source: Web interface
es_ar: Interface web
nb_no: Nettgrensesnitt

source: Gentellela Admin is a free to use Bootstrap admin template. This template uses the default Bootstrap 3 styles along with a variety of powerful jQuery plugins and tools to create a powerful framework for creating admin panels or back-end dashboards.
de_at: Gentellela Admin ist eine kostenlose Bootstrap Admin Vorlage. Diese Vorlage verwendet die Standard-Bootstrap 3-Styles zusammen mit einer Vielzahl von leistungsstarken jQuery-Plugins und Tools, um ein leistungsstarkes Framework für die Erstellung von Admin-Panels oder Back-End-Dashboards erstellen zu können.
es_ar: Gentellela Admin es una plantilla de administración de Bootstrap de uso gratuito. Esta plantilla utiliza los estilos predeterminados de Bootstrap 3 junto con una variedad de potentes complementos y herramientas de jQuery para crear un marco potente para crear paneles de administración o paneles de back-end.
nb_no: Gentellela Admin er en gratis bootstrap admin mal. Denne malen bruker standard Bootstrap 3 stiler sammen med en rekke kraftige jQuery plugins og verktøy for å lage et kraftig rammeverk for å lage admin paneler eller back-end oversikter.

source: Theme uses several libraries for charts, calendar, form validation, wizard style interface, off-canvas navigation menu, text forms, date range, upload area, form autocomplete, range slider, progress bars, notifications and much more.
de_at: Die Weboberfläche verwendet mehrere Bibliotheken für Diagramme, Kalender, Formularvalidierung, Assistenten-Stil-Schnittstelle, Off-Canvas-Navigationsmenü, Textformulare, Datumsbereich, Uploadbereich, Formular Autovervollständigung, Bereichsregler, Fortschrittsbalken, Benachrichtigungen und vieles mehr.
es_ar: El tema utiliza varias bibliotecas para gráficos, calendario, validación de formularios, interfaz de estilo asistente, menú de navegación fuera del lienzo, formularios de texto, rango de fechas, área de carga, auto-completado de formularios, control deslizante de rango, barras de progreso, notificaciones y mucho más.
nb_no: Temaet bruker flere biblioteker for diagrammer, kalender, skjema validering, veiviseren stil-grensesnitt, off-canvas navigeringsmeny, tekst skjemaer, datoperiode, opplastings området, skjema autofullfør, område-skyvekontroll, fremdriftsindikatorer, varsler og mye mer.

source: We would love to see how you use this awesome admin template. You can notify us about your site, app or service by tweeting to @colorlib. Once the list will grown long enough we will write a post similar to this to showcase the best examples.
de_at: Wir würden gerne sehen, wie Sie diese tolle Admin Vorlage verwenden. Sie können uns über Ihre Website oder App benachrichtigen, indem Sie @colorlib Tweeten. Sobald die Liste lange genug ist, werden wir einen Beitrag schreiben, um die besten Beispiele zu präsentieren.
es_ar: Nos encantaría ver cómo usa esta increíble plantilla de administración. Puede notificarnos sobre su sitio, aplicación o servicio enviando un tweet a @colorlib. Una vez que la lista crezca lo suficiente, escribiremos una publicación similar a esta para mostrar los mejores ejemplos.
nb_no: Vi setter stor pris på å se hvordan du bruker denne geniale admin malen. Du kan gi oss en lyd om nettstedet, appen eller tjenesten ved å tweete til @colorlib. Når listen har vokst lenge nok vil vi skrive et innlegg som ligner på dette for å vise de beste eksemplene.

source: Questions or problems? Contact me at %s or open an issue on %s.
de_at: Fragen oder Probleme? Kontaktieren Sie mich auf %s oder öffnen Sie ein Ticket auf %s.
es_ar: ¿Preguntas o problemas? Ponte en contacto conmigo en %s o abre un problema en %s.
nb_no: Spørsmål eller problemer? Kontakt meg på %s eller åpne et problem på %s.

source: Feature request
de_at: Anfragen für zukünftige Verbesserungen
es_ar: Solicitud de función
nb_no: Funksjonsforespørsel

source: Missing something? Drop a feature request on %s and we will see what can be done.
de_at: Vermissen Sie etwas? Öffnen Sie ein Ticket auf %s und wir werden sehen was getan werden kann.
es_ar: ¿Perdiste algo? envia una solicitud de función en %s y veremos qué se puede hacer.
nb_no: Mangler du noe? Send en funksjonsforespørsel på %s og vi vil se hva som kan gjøres.

source: Here are some photos how you can use it.
de_at: Hier sind einige Beispiele in der die TerrariumPI Software verwendet wurde.
es_ar: Aquí hay algunas fotos de cómo puede usarlo.
nb_no: Her er noen bilder hvordan du kan bruke den.

source: Enter the values per service that you want to use. Per service are all fields required, except mail port and mail authentication values.
de_at: Geben Sie die Werte pro Service ein, den Sie verwenden möchten. Pro Dienst sind alle Felder erforderlich, mit Ausnahme der E-Mail-Port- und E-Mail-Authentifizierungswerte.
es_ar: Ingrese los valores por servicio que desea utilizar. Todos los campos por servicio son obligatorios, excepto el puerto de correo y los valores de autenticación de correo.
nb_no: Angi verdiene per tjeneste du vil bruke. Per tjeneste krever alle felt, unntatt e-post port og epost godkjenning verdier.

source: Select per message the service to send the notification. You can have everything per email, and important ones per pushover or telegram.
de_at: Wählen Sie pro Nachricht den Dienst aus, an den die Benachrichtigung gesendet werden soll. Sie können alles per E-Mail senden und wichtiges per Pushover oder Telegramm senden.
es_ar: Seleccione por mensaje el servicio para enviar la notificación. Puede tener todo por correo electrónico, y los importantes por pushover o telegram.
nb_no: Velg per melding tjenesten for å sende varselet. Du kan ha allt per e-post, og de viktigste per pushover eller Telegram.

source: Use %rawdata% to get all the possible replacement values. Then create your own message with variables like %now% and %current%. This can be done in either the title and message.
de_at: Verwenden Sie %rawdata%, um alle möglichen Ersatzwerte zu erhalten. Erstellen Sie dann Ihre eigene Nachricht mit Variablen wie %now% und %current%. Dies kann entweder im Titel oder in der Nachricht erfolgen.
es_ar: Utilice %rawdata% para obtener todos los posibles valores de reemplazo. Luego, crea tu propio mensaje con variables como %now% y %current%. Esto se puede hacer tanto en el título como en el mensaje.
nb_no: Bruk %rawdata% for å få alle mulige erstatnings verdier. Så kan du opprette din egen beskjed med variabler som %now% og %current%. Dette kan gjøres i enten tittel eller melding.

source: Make sure you submit the form after making changes!
de_at: Stellen Sie sicher, dass Sie das Formular senden, nachdem Sie Änderungen vorgenommen haben!
es_ar: ¡Asegúrese de enviar el formulario después de realizar cambios!
nb_no: Pass på at du sender inn skjemaet etter du har utført endringer!

source: Receiver email
de_at: Empfänger-E-Mail
es_ar: Email de destinatario
nb_no: Mottakers Email

source: SMTP server
es_ar: Servidor SMTP
nb_no: SMTP- tjener

source: SMTP server port
de_at: SMTP-Serveranschluss
es_ar: Puerto de servidor SMTP
nb_no: SMTP-serverporten

source: SMTP username
de_at: SMTP-Benutzername
es_ar: Nombre de usuario SMTP
nb_no: SMTP brukernavn

source: SMTP password
de_at: SMTP-Passwort
es_ar: Contraseña SMTP
nb_no: SMTP passord

source: Display
de_at: Anzeige
es_ar: Monitor
nb_no: Vis alternativer

source: Consumer key
de_at: Verbraucherschlüssel
es_ar: Clave del consumidor
nb_no: Bruker Nøkkel

source: Consumer secret
de_at: Verbrauchergeheimnis
es_ar: Secreto del Consumidor
nb_no: Bruker hemlighet

source: Access token
de_at: Zugriffs-Schlüssel
es_ar: Token de acceso
nb_no: Tilgang Token

source: Access token secret
de_at: Zugriff auf das Token-Geheimnis
es_ar: Secreto de Token de acceso
nb_no: Tilgang token hemlighet

source: API Token
es_ar: Token de API

source: User key
de_at: Benutzerschlüssel
es_ar: Clave de usuario
nb_no: Brukernøkkel

source: Username
de_at: Nutzername
es_ar: Nombre de usuario
nb_no: Brukernavn

source: Full post url
de_at: Vollständige Post-URL
es_ar: URL de publicación completa

source: Messages
de_at: Nachrichten
es_ar: Mensajes
nb_no: Meldinger

source: Trigger
de_at: Auslösen
es_ar: Gatillo
nb_no: Utløser

source: Message
de_at: Nachricht
es_ar: Mensaje
nb_no: Melding

source: Service
es_ar: Servicio
nb_no: Tjeneste

source: Edit
de_at: Bearbeiten
es_ar: Editar
nb_no: Rediger

source: General information
de_at: Allgemeine Information
es_ar: Información general
nb_no: Generell informasjon

source: Gender
de_at: Geschlecht
es_ar: Genero
nb_no: Kjønn

source: Age
de_at: Alter
es_ar: Edad
nb_no: Alder

source: Species
de_at: Spezies
es_ar: Especies
nb_no: Arter

source: Latin name
de_at: Lateinischer Name
es_ar: Nombre científico
nb_no: Latinsk navn

source: More information
de_at: Mehr Informationen
es_ar: Mas información
nb_no: Mer informasjon

source: Here you can configure your sensors.
de_at: Hier können Sie Ihre Sensoren konfigurieren.
es_ar: Aquí puedes configurar tus sensores.
nb_no: Her kan du konfigurere sensorene.

source: Max diff
de_at: Maximale Differents
es_ar: Diferencia máxima
nb_no: Maks diff

source: Add new sensor
de_at: Neuen Sensor hinzufügen
es_ar: Agregar un nuevo sensor
nb_no: Legg til ny sensor

source: Chirp
de_at: Twittern
es_ar: Chirrido
nb_no: Kvitter

source: Custom script
de_at: Benutzerdefiniertes Script
es_ar: Script personalizado
nb_no: Egendefinert script

source: Mi Temperature & Humidity
de_at: Mi Temperatur & Luftfeuchtigkeit
es_ar: Mi Temperatura y Humedad
nb_no: Mi Temperatur & Fuktighet

source: UV Index
es_ar: Índice UV
nb_no: UV Indeks

source: Min moist value
de_at: Mindestfeuchte
es_ar: Valor mínimo de humedad
nb_no: Min fukt verdi

source: Max moist value
de_at: Max Feuchtwert
es_ar: Valor máximo de humedad
nb_no: Maksimal fukt verdi

source: Temperature offset
de_at: Temperatur-Offset
es_ar: Compensación de temperatura
nb_no: Temperatur forskyvning

source: Here you can configure your power switches.
de_at: Hier können Sie Ihre Schalter konfigurieren.
es_ar: Aquí puede configurar sus interruptores de energía.
nb_no: Her kan du konfigurere din strøm vekslere.

source: Timer start time
de_at: Timer Startzeit
es_ar: Hora de inicio del temporizador
nb_no: Tidtaker start tid

source: Timer stop time
de_at: Timer Stoppzeit
es_ar: Hora de parada del temporizador
nb_no: Tidtaker stopp tid

source: Timer on duration
de_at: Timer-Einschaltdauer
es_ar: Duración del temporizador
nb_no: Tidtaker på varighet

source: Timer off duration
de_at: Ausschaltzeit des Timers
es_ar: Duración del temporizador apagado
nb_no: Tidtaker av varighet

source: Dimmer action duration
de_at: Dimmer Aktionsdauer
es_ar: Duración de atenuación
nb_no: Varighet for dimmer handling

source: Dimmer on duration
de_at: Dimmer dauer
es_ar: Duración de la atenuación
nb_no: Dimmer på varighet

source: Dimmer on percentage
de_at: Prozentsatz pro Dimmung
es_ar: Atenuación en porcentaje
nb_no: Dimmer på prosent

source: Dimmer off duration
de_at: Dimmen in Sekunden
es_ar: Duración del atenuador apagado
nb_no: Dimmer av varighet

source: Dimmer off percentage
de_at: Prozent dimmung
es_ar: Atenuación apagada en porcentaje
nb_no: Dimmer av prosent

source: Add new switch
de_at: Neuen Schalter hinzufügen
es_ar: Agregar nuevo interruptor
nb_no: Legg til ny bryter

source: GPIO Inverse
de_at: GPIO Umkehren
es_ar: GPIO Inverso
nb_no: GPIO Inversere

source: Bright Pi
es_ar: Brillo Pi

source: Remote Dimmer
es_ar: Atenuación remota
nb_no: Ekstern dimmer

source: Dimmer environment step
de_at: Dimmer-Umgebungsschritt
es_ar: Paso de entorno de atenuación
nb_no: Dimmer-miljø trinn

source: No switches available
de_at: Keine Schalter verfügbar
es_ar: No hay interruptores disponibles
nb_no: Ingen brytere er tilgjengelige

source: in manual mode
de_at: im manuellen Modus
es_ar: en modo manual
nb_no: i manuell modus

source: Last replacement
de_at: Letzter Änderung
es_ar: Ultimo reemplazo
nb_no: Siste utbytting

source: Manual mode
de_at: Manueller Modus
es_ar: Modo manual
nb_no: Manuell modus

source: Replace hardware
de_at: Ersetzte Hardware
es_ar: Sustituir hardware
nb_no: Skift maskinvare

source: With new device
de_at: Mit neuem Gerät
es_ar: Con nuevo dispositivo
nb_no: Med ny enhet

source: Remind in
de_at: Erinnern in
es_ar: Recordar en
nb_no: Påminn innen

source: Days
de_at: Tage
es_ar: Días
nb_no: Dager

source: Weeks
de_at: Wochen
es_ar: Semanas
nb_no: Uker

source: Months
de_at: Monate
es_ar: Meses
nb_no: Måneder

source: Years
de_at: Jahre
es_ar: Años
nb_no: År

source: Replace
de_at: Ersetzen
es_ar: Reemplazar
nb_no: Skift ut

source: Here you can configure your environment.
de_at: Hier können Sie Ihre Systemumgebung konfigurieren.
es_ar: Aquí puede configurar su ambiente.
nb_no: Her kan du konfigurere ditt miljø.

source: Hover over the fields to get extra information.
de_at: Bewegen Sie die Maus über die Felder, um zusätzliche Informationen zu erhalten.
es_ar: Pase el cursor sobre los campos para obtener información adicional.
nb_no: Hold musepekeren over feltene for å få ekstra informasjon.

source: Mode
de_at: Modus
es_ar: Modo
nb_no: Modus

source: Maximum hours
de_at: Maximale Stunden
es_ar: Máximo de horas
nb_no: Maksimalt antall timer

source: Minimum hours
de_at: Mindeststunden
es_ar: Mínimo de horas
nb_no: Minste antall timer

source: Timer on
de_at: Timer an
es_ar: Temporizador activado
nb_no: Timer på

source: Timer off
de_at: Timer aus
es_ar: Temporizador apagado
nb_no: Timer av

source: Day/night source
de_at: Tag / Nacht Quelle
es_ar: Fuente día/noche
nb_no: Dag/natt kilde

source: Light state
de_at: Licht Zustand
es_ar: Estado de luz
nb_no: Lys tilstand

source: On
de_at: Ein
es_ar: Encendido
nb_no: På

source: Off
de_at: Aus
es_ar: Apagado
nb_no: Av

source: Ignore
de_at: Ignorieren
es_ar: Ignorar
nb_no: Ignorer

source: Door state
de_at: Türzustand
es_ar: Estado de la puerta
nb_no: Dør tilstand
