Repository: V687862/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de_at, es_ar, nb_no

source: Holds a small description about the animal.
de_at: Eine kurze Beschreibung des Tieres.
es_ar: Contiene una breve descripción del animal.
nb_no: Viser en liten beskrivelse om dyret.

source: Holds a link to more information.
de_at: Link für mehr Informationen.
es_ar: Contiene un link para mas información.
nb_no: Viser en kobling til mer informasjon.

source: Offline since
de_at: Offline seit
es_ar: Fuera de linea desde
nb_no: Frakoblet siden

source: Authenticate to make any changes
de_at: Authentifizieren, um Änderungen vorzunehmen
es_ar: Autenticarse para realizar modificaciones
nb_no: Godkjenn for å gjøre endringer

source: Authentication
de_at: Authentifizierung
es_ar: Autenticación
nb_no: Autentisering

source: Player command could ot be executed!
de_at: Spielerbefehl konnte nicht ausgeführt werden!
es_ar: ¡No se puede ejecutar el comando del usuario!
nb_no: Spiller kommandoen kan ikke utføres!

source: Player command executed!
de_at: Spielbefehl ausgeführt!
es_ar: Comando de usuario ejecutado!
nb_no: Spiller kommandoen utført!

source: File is not uploaded!
de_at: Datei wurde nicht hochgeladen!
es_ar: ¡El archivo no está cargado!
nb_no: Filen ble ikke lastet opp!

source: File '%s' is uploaded
de_at: Die Datei '%s' wurde hochgeladen
es_ar: Se cargó el archivo '%s'
nb_no: Filen ‘%s’ er lastet opp

source: Success!
de_at: Erfolgreich!
es_ar: ¡Éxito!
nb_no: Suksess!

source: Duplicate file '%s'
de_at: Doppelte Datei '%s'
es_ar: Archivo duplicado '%s'
nb_no: Dupliser fil ' %s'

source: Action could not be satisfied
de_at: Aktion konnte nicht durchgeführt werden
es_ar: La acción no pudo ser satisfecha
nb_no: Handlingen kunne ikke gjennomføres

source: Audio file is deleted
de_at: Audiodatei wurde gelöscht
es_ar: Se elimina el archivo de audio
nb_no: Lydfilen er slettet

source: Data could not be saved
de_at: Daten konnten nicht gespeichert werden
es_ar: No se pudieron guardar los datos
nb_no: Data ble ikke lagret

source: Data saved
de_at: Daten gespeichert
es_ar: Datos guardados
nb_no: Data lagret

source: Your changes are saved
de_at: Ihre Änderungen wurden gespeichert
es_ar: Los cambios están guardados
nb_no: Dine endringer er lagret

source: Hardware is replaced
de_at: Hardware wurde ersetzt
es_ar: El hardware fue sustituido
nb_no: Maskinvare er endret

source: Hardware replacement is logged in the calendar
de_at: Der Hardwareaustausch wurde im Kalender protokolliert
es_ar: El reemplazo de hardware se registró en el calendario
nb_no: Maskinvareendring er logget i kalenderen

source: A new replacement reminder is created
de_at: Eine neue Ersatzerinnerung wurde erstellt
es_ar: Se creó un nuevo recordatorio de reemplazo
nb_no: En ny bytte påminnelse er opprettet

source: Calender event created
de_at: Kalender Eintrag erstellt
es_ar: Evento del calendario creado

source: The calender event is created
de_at: Der Kalender Eintrag wurde erstellt
es_ar: El evento de calendario fue creado

source: Log out
de_at: Ausloggen
es_ar: Salir
nb_no: Logg ut

source: You are now logged out
de_at: Sie sind jetzt ausgeloggt
es_ar: Has salido
nb_no: Du er nå logget ut

source: Help
de_at: Hilfe
es_ar: Ayuda
nb_no: Hjelp

source: Here you can upload and manange your audio files.
de_at: Hier können Sie Ihre Audiodateien hochladen und verwalten.
es_ar: Aquí puede cargar y administrar sus archivos de audio.
nb_no: Her kan du laste opp og organisere dine lydfiler.

source: In the existing audio files list you can see which files are uploaded. By clicking on the trashbin (%s) icon you can delete the file.
de_at: In der vorhandenen Audiodateiliste können Sie sehen, welche Dateien hochgeladen wurden. Durch Klicken auf das Papierkorb-Symbol (%s) können Sie die Datei löschen.
es_ar: En la lista de archivos de audio existentes, puede ver qué archivos se cargan. Al hacer clic en el icono de la papelera (% s), puede eliminar el archivo.
nb_no: I den eksisterende listen over lydfiler kan du se hvilke filer som er lastet opp. Ved å klikke på papirkurv (%s) ikonet kan du slette filen.

source: Open the dropzone multiple file uploader to upload new audio files.
de_at: Öffnen Sie den Drag-and-Drop Uploader, um mehrere neue Ausiodateien hochzuladen.
es_ar: Abra el cargador de archivos múltiples de dropzone para cargar nuevos archivos de audio.
nb_no: Åpen dropzone multi-fil opplaster for å laste opp nye lydfiler.

source: Dropzone multiple file uploader
de_at: Dropzone Mehrfachdatei-Uploader
es_ar: Cargador de archivos múltiples de Dropzone
nb_no: Dropzone multi-fil opplaster

source: Drag multiple files to the box below for multi upload or click to select files.
de_at: Ziehen Sie mehrere Dateien in das Feld unten, um mehrere Dateien hochzuladen, oder klicken Sie, um Dateien auszuwählen.
es_ar: Arrastre varios archivos al cuadro de abajo para realizar cargas múltiples o haga clic para seleccionar archivos.
nb_no: Dra flere filer til boksen nedenfor for multi opplasting eller klikk for å velge filer.

source: Existing audio files
de_at: Vorhandene Audiodateien
es_ar: Archivos de audio existentes
nb_no: Eksisterende lydfiler

source: Action
de_at: Aktion
es_ar: Acción
nb_no: Handling

source: Filename
de_at: Dateiname
es_ar: Nombre del archivo
nb_no: Filnavn

source: Size
de_at: Größe
es_ar: Tamaño
nb_no: Størrelse

source: Upload date
de_at: Datum des Hochladens
es_ar: Fecha de compilación
nb_no: Dato opplastet

source: Duration
de_at: Dauer
es_ar: Duración
nb_no: Varighet

source: Name
es_ar: Nombre
nb_no: Navn

source: Album
es_ar: Álbum

source: Type
de_at: Art
es_ar: Tipo

source: Bitrate
es_ar: Tasa de bits

source: Channels
de_at: Kanäle
es_ar: Canales
nb_no: Kanaler

source: Frequency
de_at: Frequenz
es_ar: Frecuencia
nb_no: Frekvens

source: Preview player
de_at: Vorschau player
es_ar: Usuario anterior
nb_no: Forhåndsvis spiller

source: Here you can configure your audio playlists.
de_at: Hier können Sie Ihre Audio-Wiedergabelisten konfigurieren.
es_ar: Aquí puedes configurar la lista e reproducción de audio.
nb_no: Her kan du konfigurere lyd-spillelister.

source: Make sure you do not overlap playlists in time!
de_at: Stellen Sie sicher, dass sich Wiedergabelisten zeitlich nicht überlappen!
es_ar: ¡Asegúrese de no superponer listas de reproducción en tiempo!
nb_no: Pass på at du ikke overoverlapper spillelister på tiden!

source: Required fields are marked with '%s'.
de_at: Pflichtfelder sind markiert mit '%s'.
es_ar: Los campos obligatorios están marcados con '%s'.
nb_no: Obligatoriske felt er merket med ‘%s’.

source: When you have a %s type switch added the audio player will not work. More information can be found here: %s.
de_at: Wenn Sie einen Schalter vom Typ %s hinzugefügt haben, funktioniert der Audio-Player nicht. Weitere Informationen finden Sie hier: %s.
es_ar: Cuando haya agregado un interruptor de tipo%s, el reproductor de audio no funcionará. Puede encontrar más información aquí:%s.
nb_no: Når du har lagt til en %s type bryter, vil ikke lyd spilleren fungere. Du finner mer informasjon her: %s.

source: Start
es_ar: Inicio

source: Stop
es_ar: Parar
nb_no: Stopp

source: Volume
de_at: Lautstärke
es_ar: Volumen
nb_no: Volum

source: Repeat
de_at: Wiederholen
es_ar: Repetir
nb_no: Gjenta

source: Shuffle
de_at: Mischen
es_ar: Aleatorio
nb_no: Stokk

source: Files
de_at: Dateien
es_ar: Archivos
nb_no: Filer

source: Submit
de_at: Speichern
es_ar: Enviar
nb_no: Send

source: Add new audio playlist
de_at: Neue Audio-Wiedergabeliste hinzufügen
es_ar: Agrega una nueva lista de reproducción
nb_no: Legg til ny lyd spilleliste

source: Audio playlist
de_at: Audio-Wiedergabeliste
es_ar: Lista de reproducción de audio
nb_no: Lyd spilleliste

source: new
de_at: neu
es_ar: Nuevo
nb_no: ny

source: Select an option
de_at: Wählen einer Option
es_ar: Selecciona una opción
nb_no: Merk et valg

source: Close
de_at: Schließen
es_ar: Cerrar
nb_no: Lukk

source: Add
de_at: Hinzufügen
es_ar: Agregar
nb_no: Legg til

source: Calendar
de_at: Kalender
es_ar: Calendario
nb_no: Kalender

source: Settings
de_at: Einstellungen
es_ar: Configuraciones
nb_no: Innstillinger

source: No calendar available
de_at: Kein Kalender verfügbar
es_ar: Ningún calendario disponible
nb_no: Ingen kalender tilgjengelig

source: New calendar item
de_at: Neuer Kalender Eintrag
es_ar: Nuevo ítem de calendario

source: Title
de_at: Titel
es_ar: Título
nb_no: Tittel

source: Description
de_at: Beschreibung
es_ar: Descripción
nb_no: Beskrivelse

source: Date
de_at: Datum
es_ar: Fecha

source: Save
de_at: Sichern
es_ar: Guardar

source: Power usage in Watt
de_at: Stromverbrauch in Watt
es_ar: Consumo en watts
nb_no: Strømforbruk i watt

source: Water flow in L/m
de_at: Wasserverbrauch in L/m
es_ar: Flujo de agua en L/m
nb_no: Vannføring i L/m

source: Total power in kWh
de_at: Gesamtleistung in kWh
es_ar: Energía Total en kW/h
nb_no: Total strøm i kWh

source: in
es_ar: en
nb_no: i

source: Total water in L
de_at: Gesamtwasser in L
es_ar: Agua Total en L
nb_no: Totalt vann i L

source: Current
de_at: Aktuell
es_ar: Actual
nb_no: Nåværende

source: Environment
de_at: Systemumgebung
es_ar: Ambiente
nb_no: Miljø

source: mode
de_at: Modus
es_ar: Modo
nb_no: modus

source: Disabled
de_at: Aus
es_ar: Desactivado
nb_no: Deaktivert

source: Weather day/night
de_at: Wetter Tag / Nacht
es_ar: Clima día/noche
nb_no: Været dag/natt

source: Weather night/day
de_at: Wetter Nacht / Tag
es_ar: Clima noche/día
nb_no: Været natt/dag

source: Lights
de_at: Licht
es_ar: Luces
nb_no: Lys

source: Status
es_ar: Estado

source: Day
de_at: Tag
es_ar: Día
nb_no: Dag

source: Night
de_at: Nacht
es_ar: Noche
nb_no: Natt

source: Temperature
de_at: Temperatur
es_ar: Temperatura
nb_no: Temperatur

source: Period
de_at: Periode
es_ar: Periodo
nb_no: Periode

source: Range
de_at: Skala
es_ar: Intervalo
nb_no: Område

source: Day/night difference
de_at: Tag / Nacht-Unterschied
es_ar: Diferencia día/noche
nb_no: Dag/natt forskjell

source: Humidity
de_at: Luftfeuchtigkeit
es_ar: Humedad relativa
nb_no: Luftfuktighet

source: Moisture
de_at: Feuchtigkeit
es_ar: Humedad
nb_no: Fuktighet

source: Conductivity
de_at: Leitfähigkeit
es_ar: Conductividad
nb_no: Ledningsevne

source: Water tank
de_at: Wassertank
es_ar: Tanque de agua
nb_no: Vanntank

source: Fertility
de_at: Fruchtbarkeit
es_ar: Fertilizante
nb_no: Fruktbarhet

source: Average Temperature
de_at: Durchschnittliche Temperatur
es_ar: Temperatura media
nb_no: Gjennomsnittstemperatur

source: warning
de_at: Warnung
es_ar: atención
nb_no: advarsel

source: Week
de_at: Woche
es_ar: Semana
nb_no: Uke

source: Month
de_at: Monat
es_ar: Mes
nb_no: Måned

source: Year
de_at: Jahr
es_ar: Año
nb_no: År

source: Export data
de_at: Daten exportieren
es_ar: Exportar datos
nb_no: Eksportere data

source: Average Humidity
de_at: Durchschnittliche Luftfeuchtigkeit
es_ar: Humedad relativa media
nb_no: Gjennomsnittlig luftfuktighet

source: Average Moisture
de_at: Durchschnittliche Feuchtigkeit
es_ar: humedad media
nb_no: Gjennomsnittlig fuktighet

source: Average Conductivity
de_at: Durchschnittliche Leitfähigkeit
es_ar: Conductividad media
nb_no: Gjennomsnittlig ledningsevne

source: Average Distance
de_at: Durchschnittliche Entfernung
es_ar: Distancia media
nb_no: Gjennomsnittlig avstand

source: Average pH
de_at: Durchschnittlicher pH-Wert
es_ar: pH promedio
nb_no: Gjennomsnittlig pH

source: Average Light
de_at: Durchschnittliches Licht
es_ar: Luz media
nb_no: Gjennomsnittlig lys

source: Average Fertility
de_at: Durchschnittliche Fruchtbarkeit
es_ar: fertilizante promedio
nb_no: Gjennomsnittlig fruktbarhet

source: Average CO2
de_at: Durchschnittlicher Kohlenstoffdioxid-Wert
es_ar: CO2 medio
nb_no: Gjennomsnittlig CO2

source: Average Volume
de_at: Durchschnittliches Volumen
es_ar: Volumen medio
nb_no: Gjennomsnittlig Volum

source: Here you can configure your doors.
de_at: Hier können Sie Ihre Türen konfigurieren.
es_ar: Aquí puedes configurar tus puertas.
nb_no: Her kan du konfigurere dørene.

source: Address
de_at: Adresse
es_ar: Dirección
nb_no: Adresse

source: Add new door sensor
de_at: Neuen Türsensor hinzufügen
es_ar: Añadir nuevo sensor de puerta
nb_no: Legg til ny dør sensor

source: Door
de_at: Türe
es_ar: Puerta
nb_no: Dør

source: Remote
es_ar: Remoto
nb_no: Fjern

source: No doors available
de_at: Keine Türen verfügbar
es_ar: No hay puertas disponibles
nb_no: Ingen dører tilgjengelige

source: Sensors
de_at: Sensoren
es_ar: Sensores
nb_no: Sensorer

source: Switches
de_at: Schalter
es_ar: Interruptores
nb_no: Brytere

source: Doors
de_at: Türen
es_ar: Puertas
nb_no: Dører

source: Hover over the image below to read more about the supported hardware.
de_at: Fahren Sie über das Bild unten, um mehr über die unterstützte Hardware zu lesen.
es_ar: Coloca el cursor sobre la imagen a continuación para leer más sobre el hardware compatible.
nb_no: Hold musepekeren over bildet nedenfor for å lese mer om den støttede maskinvaren.

source: TerrariumPI software is designed to run on a Raspberry Pi. It has been tested on a Raspberry Pi 2 and 3 with %s. Raspberry Pi Zero is not tested.
de_at: Die TerrariumPI Software ist entworfen worden, um auf einem Raspberry Pi zu laufen. Es wurde auf einem Raspberry Pi 2 und 3 mit dem %s getestet. Raspberry Pi Zero wurde nicht getestet.
es_ar: El software TerrariumPI está diseñado para ejecutarse en una Raspberry Pi. Ha sido probado en una Raspberry Pi 2 y 3 con %s. Raspberry Pi Zero no está probado.
nb_no: TerrariumPI programvare er designet for å kjøre på en Raspberry Pi. Det har blitt testet på en Raspberry Pi 2 og 3 med %s. Raspberry Pi Zero er ikke testet.

source: The Raspberry Pi should have network connection and optionally SSH enabled for remote management. Also a strong power adapter is needed (+2Amps).
de_at: Der Raspberry Pi sollte eine Netzwerkverbindung haben und optional sollte SSH für die Remote-Verwaltung aktiviert sein. Auch ein starker Netzadapter wird benötigt (+ 2Amps).
es_ar: La Raspberry Pi debe tener conexión de red y, opcionalmente, SSH habilitado para administración remota. También se necesita un adaptador de corriente adecuado (+ 2Amps).
nb_no: Raspberry Pi bør ha nettverkstilkobling og eventuelt SSH aktivert for ekstern administrasjon. Også en sterk strømadapter er nødvendig (+ 2Amps).

source: TerrariumPI software has support for different kind of sensors. The following sensors below are tested with TerrariumPI software.
de_at: Die Terrarium Pi Software unterstützt verschiedene Sensoren. Folgende Sensoren wurden mit der Software Terrarium Pi getestet.
es_ar: El software TerrariumPI tiene soporte para diferentes tipos de sensores. Los siguientes sensores a continuación se probaron con el software TerrariumPI.
nb_no: TerrariumPI programvare har støtte for ulike typer sensorer. Følgende sensorer nedenfor er testet med TerrariumPI programvare.

source: The 1wire bus will be scanned automatically during start up to load the connected and supported sensors. The DS18B20 sensors can share the GPIO pin by putting the sensors in parallel.
de_at: Der 1Wire Bus wird beim Start automatisch gescannt, um die angeschlossenen und unterstützten Sensoren zu laden. Die DS18B20 Sensoren können sich einen GPIO-Pin teilen, indem die Sensoren parallel geschaltet werden.
es_ar: El bus de 1wire se escaneará automáticamente durante el inicio para cargar los sensores conectados y compatibles. Los sensores DS18B20 pueden compartir el pin GPIO poniendo los sensores en paralelo.
nb_no: 1wire bus vil bli skannet etter automatisk i løpet av oppstart å laste sensorer som er koblet til og støttet. DS18B20 sensorer kan dele GPIO PIN ved å sette sensorer parallelt.

source: Through the 1wire bus of the Raspberry Pi you can use the following hardware sensors
de_at: Durch den 1Wire Bus des Raspberry Pi können Sie die folgenden Hardwaresensoren verwenden
es_ar: A través del bus 1wire de la Raspberry Pi puede utilizar los siguientes sensores de hardware
nb_no: Gjennom 1wire Bus av Raspberry Pi kan du bruke følgende maskinvare sensorer

source: GPIO sensors has to added manually to TerrariumPI software. That can done in the web interface. The GPIO sensors cannot share GPIO pins. The DHT11 and DHT22 needs an extra resistor
de_at: GPIO-Sensoren müssen manuell der TerrariumPI Software hinzugefügt werden. Das kann man im Web Interface machen. Die GPIO-Sensoren können sich keine GPIO-Pins teilen. Die DHT11 und DHT22 benötigen einen zusätzlichen Widerstand
es_ar: Los sensores GPIO deben agregarse manualmente al software TerrariumPI. Eso se puede hacer en la interfaz web. Los sensores GPIO no pueden compartir pines GPIO. El DHT11 y DHT22 necesitan una resistencia adicional
nb_no: GPIO sensorer må legges til manuelt til TerrariumPI programvare. Dette kan gjøres i webgrensesnittet. GPIO-sensorene kan ikke dele GPIO-pins. DHT11 og DHT22 trenger en ekstra motstand

source: Through the GPIO bus of the Raspberry Pi you can use the following hardware sensors
de_at: Durch den GPIO-Bus des Raspberry Pi können Sie folgende Sensoren verwenden
es_ar: A través del bus GPIO de la Raspberry Pi puedes utilizar los siguientes sensores de hardware
nb_no: Gjennom GPIO bus av Raspberry Pi kan du bruke følgende maskinvare sensorer

source: The OWFS server will be scanned automatically during start up to load the connected and supported sensors. There can be all kind of sensors connected to this server. All supported sensors will be shown.
de_at: Der OWFS-Server wird beim Start automatisch gescannt, um die angeschlossenen und unterstützten Sensoren zu laden. Es können alle Arten von Sensoren an diesen Server angeschlossen werden. Alle unterstützten Sensoren werden angezeigt.
es_ar: El servidor OWFS se escaneará automáticamente durante el inicio para cargar los sensores conectados y compatibles. Puede haber todo tipo de sensores conectados a este servidor. Se mostrarán todos los sensores compatibles.
nb_no: OWFS server vil bli skannet etter automatisk i løpet av oppstart å laste sensorer som er koblet til og støttet. Det kan være alle slags sensorer koblet til denne serveren. Alle støttede sensorer vil vises.

source: Through the I2C bus of the Raspberry Pi you can use the following hardware sensors with OWFS software
de_at: Durch den I2C Bus des Raspberry Pi können Sie folgende Hardware Sensoren mit OWFS Software verwenden
es_ar: A través del bus I2C de la Raspberry Pi puede utilizar los siguientes sensores de hardware con el software OWFS
nb_no: Gjennom I2C bus på Raspberry Pi kan du bruke følgende maskinvare sensorer med OWFS programvare

source: TerrariumPI software has support for different kind of relay boards. The following relay boards below are tested with TerrariumPI software.
de_at: Die TerrariumPI Software unterstützt verschiedene Art von Relais Boards. Die folgenden Relais Boards wurden mit TerrariumPI Software getestet.
es_ar: El software TerrariumPI tiene soporte para diferentes tipos de placas de relés. Las siguientes placas de relés se pruebaron con el software TerrariumPI.
nb_no: TerrariumPI Software har støtte for ulike typer relé kort. Relé kortene nedenfor er testet med TerrariumPI programvare.

source: For every relay on the board there is need for a dedicated GPIO pin. For a 4 ports relay board there are 4 control GPIO pins and 2 pins for power and ground needed. This makes that it needs 6 GPIO pins in total.
de_at: Für jedes Relais auf dem Board braucht man einen eigenen GPIO-Pin. Für ein Relais Board mit 4 Relais braucht man 4 Steuer GPIO-Pins und 2 Pins, für + und - . Es werden also insgesamt 6 GPIO-Pins benötigt.
es_ar: Para cada relé de la placa se necesita un pin GPIO dedicado. Para una placa de relé de 4 puertos, hay 4 pines GPIO de control y 2 pines para alimentación y tierra necesarios. Esto hace que necesite 6 pines GPIO en total.
nb_no: For hvert relè på kortet er det behov for en dedikert GPIO PIN. For et 4 porter relé kort er det 4 kontroll GPIO pins og 2 pins for strøm og jord er nødvendig. Dette gjør at den trenger 6 GPIO pins totalt.

source: The following boards are tested
de_at: Mit folgenden Boards wurde es getestet
es_ar: Las siguientes placas fueron testeadas
nb_no: Følgende kort er testet

source: The USB relay board does not need GPIO pins. It only needs one USB connection. The TerrariumPI software supports boards that are either running in Serial or BitBang. This is automatically detected when adding power switches.
de_at: Die USB Relais Boards benötigen keine GPIO-Pins sie brauchen nur einen USB-Anschluss. Die TerrariumPI Software unterstützt Boards die entweder in Serie oder bit-bang laufen. Dies wird beim Hinzufügen von Schaltern automatisch erkannt.
es_ar: La placa de relé USB no necesita pines GPIO. Solo necesita una conexión USB. El software TerrariumPI admite placas que se ejecutan en Serial o BitBang. Esto se detecta automáticamente al agregar relés.
nb_no: USB Relè kortet trenger ikke GPIO pins. Den trenger bare én USB-tilkobling. TerrariumPI programvaren støtter kort som enten kjører i seriell eller BitBang. Dette oppdages automatisk ved tillegging av strøm brytere.

source: With PWM controlled boards it is possible to support dimming devices.
de_at: Mit PWM gesteuerten Boards ist es möglich, Dimmer zu unterstützen.
es_ar: Con placas controladas por PWM es posible admitir dispositivos de atenuación (Dimmer).
nb_no: Med PWM kontrollerte kort er det mulig å støtte dimming av enheter.

source: TerrariumPI software has support for magnetic door sensors. Only versions with two wires are supported. Connect one wire to the ground and the other wire to any GPIO pin that is free (except power and ground pins).
de_at: Die TerrariumPI Software unterstützt magnetische Türsensoren. Es werden nur Versionen mit zwei Drähten unterstützt. Verbinden Sie einen Draht mit dem GND und den anderen Draht mit einem beliebigen GPIO-Pin, der frei ist (außer GPIO-PIN + und GPIO-PIN -).
es_ar: El software TerrariumPI tiene soporte para sensores de puerta magnéticos. Solo se admiten versiones con dos cables. Conecte un cable a tierra y el otro cable a cualquier pin GPIO que esté libre (excepto los pines de alimentación y tierra).
nb_no: TerrariumPI programvare har støtte for magnetiske dør sensorer. Bare versjoner med to ledninger støttes. Koble en ledning til jord og den andre ledningen til en GPIO PIN som er fri (unntatt strøm og jord pins).

source: TerrariumPI software has support for different kind of cameras. The following cameras below are tested with TerrariumPI software.
de_at: Die TerrariumPI Software Unterstützung verschiedene Arten von Kameras. Die folgenden Kameras unten wurden mit TerrariumPI Software getestet.
es_ar: El software TerrariumPI tiene soporte para diferentes tipos de cámaras. Las siguientes cámaras se probaron con el software TerrariumPI.
nb_no: TerrariumPI programvare har støtte for ulike typer kameraer. Følgende kameraer nedenfor er testet med TerrariumPI programvare.

source: There are different Raspberry Pi cameras available. If the camera is Raspberry Pi compatible, it can be used with TerrariumPI software.
de_at: Es gibt verschiedene Raspberry Pi Kameras. Wenn die Kamera Raspberry Pi kompatibel ist, kann sie mit der TerrariumPI Software verwendet werden.
es_ar: Hay diferentes cámaras Raspberry Pi disponibles. Si la cámara es compatible con Raspberry Pi, se puede utilizar con el software TerrariumPI.
nb_no: Det er ulike Raspberry Pi kameraer tilgjengelig. Hvis kameraet er Raspberry Pi-kompatibel, kan den brukes med TerrariumPI programvare.
