Repository: V687862/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de_at, es_ar, nb_no

source: All kind of USB cameras can be used. Enter physical path of the device like /dev/videoX.
de_at: Es können alle Arten von USB Kameras verwendet werden. Geben Sie den physischen Pfad des Gerätes wie /dev /videoX ein.
es_ar: Se pueden utilizar todo tipo de cámaras USB. Ingrese la ruta física del dispositivo como /dev/videoX.
nb_no: Alle typer USB-kameraer kan brukes. Angi fysisk bane for enheten som /dev/videoX.

source: Welcome
de_at: Herzlich willkommen
es_ar: Bienvenido
nb_no: Velkommen

source: Home
es_ar: Inicio
nb_no: Hjem

source: Dashboard
de_at: Übersicht
es_ar: Panel de Control
nb_no: Kontrollpanel

source: Profile
de_at: Profil
es_ar: Perfil
nb_no: Profil

source: All
de_at: Alle
es_ar: Todos
nb_no: Alle

source: Distance
de_at: Entfernung
es_ar: Distancia
nb_no: Avstand

source: Light
de_at: Licht
es_ar: Luz
nb_no: Lys

source: Show
de_at: Anzeigen
es_ar: Mostrar
nb_no: Vis

source: Playlist
de_at: Wiedergabeliste
es_ar: Lista de reproducción
nb_no: Spilleliste

source: System
es_ar: Sistema

source: Notifications
de_at: Benachrichtigungen
es_ar: Notificaciones
nb_no: Varsler

source: Log
es_ar: Registro
nb_no: Logg

source: About
de_at: Über
es_ar: Acerca de
nb_no: Om

source: Usage
de_at: Verwendung
es_ar: uso
nb_no: Forbruk

source: FullScreen
de_at: Vollbild
es_ar: Pantalla completa
nb_no: Fullskjerm

source: Lock
de_at: Sperren
es_ar: Bloquear
nb_no: Lås

source: date/time
de_at: Datum/Zeit
es_ar: fecha/hora
nb_no: dato/tid

source: Offline
es_ar: Fuera de linea
nb_no: Avlogget

source: No messages
de_at: Keine Nachrichten
es_ar: Sin mensajes
nb_no: Ingen meldinger

source: Door is closed
de_at: Türe ist geschlossen
es_ar: La puerta esta cerrada
nb_no: Døren er lukket

source: Door is open
de_at: Türe ist offen
es_ar: La puerta esta abierta
nb_no: Døren er åpen

source: No events
de_at: Keine Events
es_ar: Sin eventos
nb_no: Ingen hendelser

source: Playing
de_at: Abspielen
es_ar: Reproduciendo
nb_no: Spiller av

source: Stopped
de_at: Gestoppt
es_ar: Parado
nb_no: Stoppet

source: No sensors available
de_at: Keine Sensoren verfügbar
es_ar: Ningún sensor disponible
nb_no: Ingen sensorer er tilgjengelige

source: excl. avg
es_ar: excl. promedio

source: Temperature sensor
de_at: Temperatursensor
es_ar: Sensor de temperatura
nb_no: Temperatursensor

source: Humidity sensor
de_at: Luftfeuchtigkeitssensor
es_ar: Sensor de humedad relativa
nb_no: Fuktighet sensor

source: Moisture sensor
de_at: Feuchtigkeitssensor
es_ar: Sensor de humedad
nb_no: Luftfuktighet sensor

source: Conductivity sensor
de_at: Leitfähigkeitssensor
es_ar: Sensor de conductividad
nb_no: Ledningsevne sensor

source: Distance sensor
de_at: Abstandssensor
es_ar: Sensor de distancia
nb_no: Avstand sensor

source: pH sensor
es_ar: Sensor de pH

source: Light sensor
de_at: Lichtsensor
es_ar: Sensor de luz
nb_no: Lyssensor

source: Fertility sensor
de_at: Fruchtbarkeitssensor
es_ar: Sensor de fertilidad
nb_no: Fruktbarhet sensor

source: CO2 sensor
de_at: Kohlenstoffdioxid-Sensor
es_ar: Sensor de CO2

source: Volume sensor
de_at: Volumen Sensor
es_ar: Sensor de volumen
nb_no: Volum sensor

source: Top indicators
de_at: Top Anzeigen
es_ar: Principales indicadores
nb_no: Topp indikatorer

source: The dashboard has two indicators and a clock on the top row at the right site.
de_at: Das Dashboard hat zwei Anzeigen und eine Uhr in der obersten Reihe auf der rechten Seite.
es_ar: El panel de control tiene dos indicadores y un reloj en la fila superior en el sitio correcto.
nb_no: Dashbordet har to indikatorer og en klokke på øverste rad på høyre side.

source: Status indicator
de_at: Statusanzeige
es_ar: Indicador de estado
nb_no: Statusindikator

source: The first green round check mark shows that the interface is connected with the server and that it is working as expected.
de_at: Das erste grüne runde Häkchen zeigt an, dass die Schnittstelle mit dem Server verbunden ist und es wie erwartet funktioniert.
es_ar: La primera marca de verificación verde muestra que la interfaz está conectada con el servidor y que está funcionando como se espera.
nb_no: Den første grønne avmerkingen viser at grensesnittet er koblet til serveren, og at det fungerer som forventet.

source: When there is a connection problem, the first round check mark will turn to a red explanation mark which indicates that there is a problem.
de_at: Wenn es ein Verbindungsproblem gibt, wird das erste runde Häkchen zu einem roten Erklärungszeichen, das anzeigt, dass es ein Problem gibt.
es_ar: Cuando hay un problema de conexión, la primera marca de verificación se convertirá en roja.
nb_no: Når det er et tilkoblingsproblem, vil den første runde avmerkingen slå til en rød forklaring-indikator som angir at det er et problem.

source: History
de_at: Historie
es_ar: Histórico
nb_no: Historikk

source: Click on the online/offline indicator to get some history. The history is cleared when the web interface is reloaded.
de_at: Klicken Sie auf die online / offline Anzeige, um eine Historie zu erhalten. Der Verlauf wird gelöscht, wenn das Web Interface neu geladen wurde.
es_ar: Haga clic en el indicador en línea / fuera de línea para obtener un historial. El historial se borra cuando se vuelve a cargar la interfaz web.
nb_no: Klikk på online/offline indikator for å få litt historie. Loggen tømmes når webgrensesnittet lastes inn på nytt.

source: Door indicator
de_at: Türstatus
es_ar: Indicador de puerta
nb_no: Dør indikator

source: The second indicator is a lock that shows the status of the door(s). It is green when all doors are closed.
de_at: Die zweite Anzeige ist ein Indikator, die den Status der Tür (en) anzeigt. Es ist grün, wenn alle Türen geschlossen sind.
es_ar: El segundo indicador es una cerradura que muestra el estado de la(s) puerta(s). Es verde cuando todas las puertas están cerradas.
nb_no: Den andre indikatoren er en lås som viser statusen til døren (e). Det er grønt når alle dørene er lukket.

source: When a door is opened, the indicator will change to a red open lock. This indicator is near real time, so when you open the door, the indicator will change.
de_at: Wenn eine Türe geöffnet wird, wechselt die Anzeige zu einem roten offenen Schloss. Diese Anzeige ist in Echtzeit, wenn Sie die Türe öffnen, ändert sich die Anzeige.
es_ar: Cuando se abre una puerta, el indicador cambiará a una cerradura abierta roja. Este indicador es casi en tiempo real, por lo que cuando abre la puerta, el indicador cambiará.
nb_no: Når en dør åpnes, vil indikatoren bytte til en rød åpen lås. Denne indikatoren er nær sanntid, så når du åpner døren, vil indikatoren endres.

source: Click on the door indicator to see the last 6 notifications. During loading of the dashboard the door changes for the last 24 hours are loaded from history.
de_at: Klicken Sie auf den Türstatus, um die Letzten 6 Benachrichtigungen zu sehen. Beim Laden des Dashboards wird die Historie der Letzten 24 stunden geladen.
es_ar: Haga clic en el indicador de la puerta para ver las últimas 6 notificaciones. Durante la carga del panel de control, los cambios de puerta de las últimas 24 horas se cargan del historial.
nb_no: Klikk på dør-indikatoren for å se de 6 siste meldingene. Under lasting av dashbordet vil dør endringene for de siste 24 timene lastes inn fra loggen.

source: Date and time
de_at: Datum und Uhrzeit
es_ar: Fecha y hora
nb_no: Dato og tid

source: The last indicator is the current time. When it is day time, a sun is shown.
de_at: Die letzte Anzeige ist die aktuelle Uhrzeit. Wenn es Tag ist, wird eine Sonne angezeigt.
es_ar: El último indicador es la hora actual. Cuando es de día, se muestra un sol.
nb_no: Den siste indikatoren er gjeldende klokkeslett. Når det er dagtid, vises en sol.

source: When the sun sets, the icon of the date time indicator in a moon.
de_at: Wenn es Nacht ist, wird bei der Uhrzeit ein Mond angezeigt.
es_ar: Cuando se pone el sol, el icono del indicador de fecha y hora cambia a una luna.
nb_no: Ved soloppgang vises ikonet for dato tid indikatoren i en måne.

source: Top tiles
de_at: Top Anzeigen
es_ar: Bloques principales
nb_no: Topp fliser

source: All tiles will be updated in real time. When a switch is toggled, either by hand or by the system, the tiles will update instantly.
de_at: Alle anzeigen werden in Echtzeit aktualisiert. Wenn ein Schalter durch Hand oder durch das System umgeschaltet wird, werden die Anzeigen sofort aktualisiert.
es_ar: Todos los bloques se actualizarán en tiempo real. Cuando se activa un interruptor, ya sea a mano o por el sistema, los bloques se actualizarán instantáneamente.
nb_no: Alle flisene vil bli oppdatert i sanntid. Når en svitsj veksles, enten for hånd eller av systemet, vil flisene oppdateres umiddelbart.

source: The first tile shows the hardware uptime. And it shows three bars which indicates the load off the hardware. First bar is actual load, second is load during 5 minutes and last is load during 15 minutes.
de_at: Die erste Kachel zeigt die Hardware-Betriebszeit und drei Balken, die die Last der Hardware anzeigt. Der erste Stab ist die tatsächliche Last, der zweite ist während 5 Minuten und der Letzte ist während 15 Minuten.
es_ar: El primer bloque muestra el tiempo de actividad del hardware. Y muestra tres barras que indican la carga. La primera barra es la carga real, la segunda es la carga durante 5 minutos y la última es la carga durante 15 minutos.
nb_no: Den første flisen viser maskinvare oppetid. Og den viser tre søyler for å indikere belastningen av maskinvaren. Første linjen er faktisk belastning, andre er last i løpet av 5 minutter og siste er last i løpet av 15 minutter.

source: The second tile shows the current power usage in Watts. The amount is calculated based on the power switch settings and what the state is of the switches. The bar shows a percentage of the max usage.
de_at: Die zweite Kachel zeigt den aktuellen Stromverbrauch in Watt. Der Betrag wird auf der Grundlage der Schalter Einstellungen berechnet und ob der Zustand der Schalter ein oder aus ist. Die Leiste zeigt einen Prozentsatz der maximalen Nutzung an.
es_ar: El segundo bloque muestra el consumo actual de energía en Watts. La cantidad se calcula en función de la configuración del interruptor de encendido y el estado de los interruptores. La barra muestra un porcentaje del uso máximo.
nb_no: Den andre brikken viser gjeldende strømforbruk i watt. Beløpet er beregnet basert på strøm bryter instillingene og hva tilstanden til bryterene er. Linjen viser en prosentandel av maksimal bruk.

source: The third tile shows the current water flow in liters per minute. The amount is calculated based on the power switch settings and what the state is of the switches. The bar shows a percentage of the max usage.
de_at: Die dritte Kachel zeigt den aktuellen Wasserfluss in Liter pro Minute an. Der Betrag wird auf der Grundlage der Leistungsschalter Einstellungen berechnet und ob der Zustand der Schalter ein oder aus ist. Die Leiste zeigt einen Prozentsatz der maximalen Nutzung an.
es_ar: El tercer bloque muestra el flujo de agua actual en litros por minuto. La cantidad se calcula en función de la configuración del interruptor de encendido y el estado de los interruptores. La barra muestra un porcentaje del uso máximo.
nb_no: Den tredje flisen viser gjeldende vannstrøm i liter per minutt. Beløpet er beregnet basert på strøm bryter instillingene og hva tilstanden til bryterene er. Linjen viser en prosentandel av maksimal bruk.

source: The fourth tile shows the total power usage from the start of using this software. It will calculate the total power usage every 10 minutes based on all historical data. It is shown in kilo Watt per hour. When the power price is entered, it will show the costs of the power bill and the amount of days it is calculated on.
de_at: Die vierte Kachel zeigt den Gesamtleistungsverbrauch von Beginn der Nutzung dieser Software an. Es wird der gesamte Stromverbrauch alle 10 Minuten basierend auf allen historischen Daten berechnet. Es wird in Kilo Watt pro Stunde angezeigt. Wenn der Strompreis eingegeben wird, werden die Kosten der Stromrechnung und die Anzahl der Tage, auf die er berechnet wird, angezeigt.
es_ar: El cuarto bloque muestra el uso total de energía desde el inicio del uso de este software. Calculará el uso total de energía cada 10 minutos basándose en todos los datos históricos. Se muestra en kW/h. Cuando se ingresa el precio de la energía, mostrará los costos de la factura de energía y la cantidad de días en que se calcula.
nb_no: Den fjerde flisen viser den totale strømforbruket fra en begynnte å bruke programvaren. Den beregner det toltale strømforbruket hvert 10 minutt basert på alle historisk data. Den er vist i kilo watt per time. Når strømprisen er angitt, vil det vise kostnadene for strømregningen og antall dager det er beregnet på.

source: The fifth tile shows the total water usage from the start of using this software. It will calculate the total water usage every 10 minutes based on all historical data. It is shown in liters. When the water price is entered, it will show the costs of the water bill and the amount of days it is calculated on.
de_at: Die fünfte Kachel zeigt den Gesamtwasserverbrauch von Beginn der Nutzung dieser Software an. Es wird der gesamte Wasserverbrauch alle 10 Minuten basierend auf allen historischen Daten berechnet. Es wird in Liter angezeigt. Wenn der Wasserpreis eingegeben wird, zeigt er die Kosten der Wasserrechnung und die Anzahl der Tage, auf die er berechnet wird.
es_ar: El quinto bloque muestra el uso total de agua desde el inicio del uso de este software. Calculará el uso total de agua cada 10 minutos basándose en todos los datos históricos. Se muestra en litros. Cuando se ingresa el precio del agua, mostrará los costos de la factura del agua y la cantidad de días en que se calcula.
nb_no: Den femte flis viser den totale vannforbruk fra en begynnte å bruke programvaren. Den beregner det totale vannforbruket hvert 10 minutter basert på alle historiske data. Det er vist i liter. Når vannprisen er angitt, vil den vise kostnadene for vannregningen og antall dager det er beregnet på.

source: The environment section shows the current state of the environment. The environment is divided in three parts. There is a lighting system, a spray system and a heating system.
de_at: Der Umgebungsabschnitt zeigt den aktuellen Stand der Umgebung an. Die Umgebung ist in vier Teile geteilt. Es gibt das Beleuchtungssystem, das Sprühsystem das Heizungssystem und das Kühlsystem.
es_ar: La sección de medio ambiente muestra el estado actual del medio. El entorno se divide en tres partes. Hay un sistema de iluminación, un sistema de rociado y un sistema de calefacción.
nb_no: Miljø-delen viser gjeldende miljø status. Miljøet er delt i tre deler. Det er et belysnings system, et spray system og et varmesystem.

source: When a part is active the title is in color. If the title is gray that part is than not running or configured.
de_at: Wenn ein System aktiv ist, ist der Titel in Farbe. Wenn der Titel grau ist, wird dieses System nicht ausgeführt oder ist nicht konfiguriert.
es_ar: Cuando una parte está activa, el título está en color. Si el título es gris, esa parte no se está ejecutando o no está configurada.
nb_no: Når en del er aktiv, er tittelen i farger. Hvis tittelen er grå er den delen ikke konfigurert eller kjører ikke.

source: The lights part give the basic information about how the light system is configured. It shows the chosen mode out of 'clock' or 'weather'. There are no triggers or warnings used by the light system.
de_at: Der Beleuchtungsbereich gibt die grundlegenden Informationen darüber, wie die Beleuchtung konfiguriert ist. Es zeigt den gewählten Modus an 'Zeitschaltuhr' oder 'Wetter'. Es gibt keine Warnungen, die vom Beleuchtungssystem ausgegeben werden.
es_ar: La parte de luces proporciona la información básica sobre cómo está configurado el sistema de iluminación. Muestra el modo elegido, 'reloj' o 'clima'. El sistema de luces no utiliza disparadores ni advertencias.
nb_no: Lys delen gir grunnleggende informasjon om hvordan lyssystemet er konfigurert. Den viser valgt modus ut av ' klokke ' eller ' Vær '. Det er ingen utløsere eller advarsler som blir brukt av lyssystemet.

source: The state indicator is either green or red. Green means that it is switched on. When it is red, the lights are switched off.
de_at: Die Zustandsanzeige ist entweder grün oder rot. Grün bedeutet, dass es eingeschaltet ist. Wenn es rot ist, sind die Lichter ausgeschaltet.
es_ar: El indicador de estado es verde o rojo. Verde significa que el sistema de iluminación está encendido. Rojo apagado.
nb_no: Statusindikatoren er enten grønn eller rød. Grønt betyr at den er slått på. Når den er rød, er lysene skrudd av.

source: The on value is the time stamp when the lights are turned on.
de_at: Der Ein-Wert ist der Zeitstempel, wenn die Beleuchtung eingeschaltet wird.
es_ar: El valor de encendido es el momento en el tiempo en que se encienden las luces.
nb_no: På-verdien er tidsangivelsen når lysene er slått på.

source: The off value is the time stamp when the lights will be turned off.
de_at: Der Aus-Wert ist der Zeitstempel, wenn die Beleuchtung ausgeschaltet wird.
es_ar: El valor de apagado es el momento en el tiempo en la que se apagarán las luces.
nb_no: Av-verdien er tidsangivelsen når lysene blir slått av.

source: The duration holds the amount of hours that the lights are on.
de_at: Die Dauer in Stunden, die die Beleuchtung an ist.
es_ar: La duración es la cantidad de horas que las luces están encendidas.
nb_no: Varigheten inneholder antall timer lysene lyser.

source: Sprayer
de_at: Sprüher
es_ar: Pulverizador
nb_no: Åkersprøyte

source: Heater
de_at: Heizung
es_ar: Calentador
nb_no: Varmer

source: Graphs
de_at: Grafiken
es_ar: Graficos
nb_no: Grafer

source: The graphs on the home are combined graphs from all temperature and humidity sensors. The gauge meters are real time and show the current value. The historical graphs shows also the minimum and maximum value and will be updated once every 5 minutes.
de_at: Die Grafiken in Home sind kombinierte Grafiken von allen Temperatur und Feuchtigkeitssensoren. Die Messgeräte sind in Echtzeit und zeigen den aktuellen Wert. Die historischen Grafiken zeigen auch den minimalen und maximalen Wert und werden alle 5 Minuten aktualisiert.
es_ar: Los gráficos en el Inicio son gráficos combinados de todos los sensores de temperatura y humedad. Los medidores son en tiempo real y muestran el valor actual. Los gráficos históricos muestran también el valor mínimo y máximo y se actualizarán una vez cada 5 minutos.
nb_no: Grafene på hjemmesiden er kombinerte grafer fra alle temperatur og luftfuktighet sensorer. Nålene er sanntid og viser den gjeldende verdien. Den historiske grafer viser også minimum og maksimum verdi og vil bli oppdatert en gang hvert 5. minutt.

source: Every sensor has his own type and a minimum and maximum value. To get the graph data all the data is combined and divided by the amount of sensors. This way the average of the sensors is used.
de_at: Jeder Sensor hat seinen eigenen Wert und einen minimalen und maximalen Wert. Um die Grafikdaten zu erhalten, werden alle Daten kombiniert und durch die Anzahl der Sensoren geteilt. Auf diese Weise wird der Mittelwert der Sensoren verwendet.
es_ar: Cada sensor tiene su propio tipo y un valor mínimo y máximo. Para obtener los datos del gráfico, todos los datos se combinan y se dividen por la cantidad de sensores. De esta forma se utiliza el promedio de los sensores.
nb_no: Hver sensor har sin egen type og en minimums-og maksimumsverdi. For å få grafen, blir alle dataene kombinert og delt på mengden av sensorer. På denne måten er gjennomsnittet av sensorer brukt.

source: There are multiple graph times. On the home there is a humidity and a temperature graph shown.
de_at: Es gibt mehrere Grafiken. In Home befindet sich ein Feuchtigkeit und ein Temperaturdiagramm.
es_ar: Hay varios tiempos de gráficos. En el Inicio se muestra un gráfico de humedad y temperatura.
nb_no: Det er flere Graf tider. På hjemmesiden vises det en luftfuktighet og en temperatur grafe.

source: Last update
de_at: Letztes Update
es_ar: Ultima actualización
nb_no: Siste oppdatering

source: When there is new data, the gauge part of the graph is updated and will also update the last update time stamp.
de_at: Wenn es neue Daten gibt, wird die Kurve der Grafik aktualisiert sowie auch der letzte Aktualisierungszeitstempel.
es_ar: Cuando hay nuevos datos, la parte del indicador del gráfico se actualiza y también actualizará la última fecha de actualización.
nb_no: Når det er nye data, oppdateres nåle-delen av diagrammet og oppdaterer også den siste oppdateringstiden.

source: When the current value is outside the minimum of maximum value a red warning badge is shown.
de_at: Wenn der aktuelle Wert außerhalb des Minimums oder Maximalwertes liegt, wird ein rotes Warnzeichen angezeigt.
es_ar: Cuando el valor actual está fuera del mínimo del valor máximo, se muestra una placa de advertencia roja.
nb_no: Når den gjeldende verdien er utenfor minimum eller maksimumsverdien vil et rødt varsel merke vises.

source: With the calendar icon you can select multiple periods for the historical graph. The valid periods are:
de_at: Mit dem Kalender Icon können Sie verschiedene Perioden für die historischen Grafiken auswählen. Die gültigen Zeiten sind:
es_ar: Con el icono de calendario puede seleccionar varios períodos para el gráfico histórico. Los periodos válidos son:
nb_no: Med kalenderikonet kan du velge flere perioder for den historiske grafen. De gyldige periodene er:

source: Options
de_at: Optionen
es_ar: Opciones
nb_no: Alternativer

source: With the wrench you will get an options menu.
de_at: Mit dem Schraubenschlüssel Icon kommen Sie zum Optionsmenü.
es_ar: Con la llave inglesa obtendrá un menú de opciones.
nb_no: Med skiftenøkkelen får du en valg meny.

source: Per door the title holds shows some values and options.
de_at: Pro Türe zeigt der Titel einige Werte und Optionen an.
es_ar: Por puerta, el título contiene muestra algunos valores y opciones.
nb_no: Per dør tittelen gjelder viser noen verdier og alternativer.

source: Left side
de_at: Linke Seite
es_ar: Lado izquierdo
nb_no: Venstre side

source: values
de_at: Werte
es_ar: valores
nb_no: verdier

source: The configured name
de_at: Der konfigurierte Name
es_ar: El nombre configurado
nb_no: Det konfigurerte navnet

source: The total time the door has been open
de_at: Die Gesamtzeit die die Tür offen ist
es_ar: El tiempo total que la puerta estuvo abierta
nb_no: Den totale tiden døren har vært åpen

source: Warning badge when the door is open
de_at: Warnungsanzeige, wenn die Türe offen ist
es_ar: Placa de advertencia cuando la puerta está abierta
nb_no: Advarsels skilt når døren er åpen

source: Right side
de_at: Rechte Seite
es_ar: lado derecho
nb_no: Høyre side

source: Show or hide the door
de_at: Türe ein- oder ausblenden
es_ar: Mostrar u ocultar la puerta
nb_no: Vise eller skjule dør

source: Select history graph period
de_at: Periode der Grafik auswählen
es_ar: Seleccionar periodo de gráfico histórico
nb_no: Velg tidsperiode for historisk graf

source: Options menu
de_at: Menü Optionen
es_ar: Menú de opciones
nb_no: Alternativer meny
