Repository: V687862/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de_at, es_ar, nb_no

source: Uptime
de_at: Betriebszeit
es_ar: Tiempo de actividad
nb_no: Oppetid

source: Load
de_at: Last
es_ar: Carga
nb_no: Last

source: CPU Temp.
es_ar: Temperatura CPU.

source: Disk usage
de_at: Festplattennutzung
es_ar: Uso del disco
nb_no: Harddisk bruk

source: Memory usage
de_at: Speichernutzung
es_ar: Uso de la memoria
nb_no: Minnebruk

source: CPU Load
de_at: CPU Auslastung
es_ar: Carga CPU
nb_no: CPU Last

source: CPU Temperature
de_at: CPU Temperatur
es_ar: Temperatura CPU
nb_no: CPU Temperatur

source: Holds the external source URL. Supported sources are: %s.
de_at: Externe Quell-URL. Unterstützte Quellen sind: %s.
es_ar: Contiene la URL de la fuente externa. Las fuentes admitidas son:%s.
nb_no: Vis den eksterne kilde-URLen. Støttede kilder er: %s.

source: Choose the wind speed indicator. The software will recalculate to the chosen indicator.
de_at: Wählen Sie die Einheit für die Windgeschwindigkeit. Die Software wird die Messwerte in die gewählte Einheit umrechnen.
es_ar: Indicador de velocidad de viento. El software volverá a calcular el indicador elegido.
nb_no: Velg indikator for vindhastighet. Programvaren vil omberegne til den valgte indikatoren.

source: Holds the title of the calendar event.
de_at: Enthält den Titel des Kalenderereignisses.
es_ar: Contiene el título del evento del calendario.
nb_no: Inneholder tittelen på kalenderhendelsen.

source: Holds the body of the calendar event. You can include images.
de_at: Enthält den Text des Kalenderereignisses. Sie können Bilder einfügen.
es_ar: Contiene la descripción del evento de calendario. Puedes incluir imágenes.

source: Holds the sensor hardware type. Supported hardware types are: %s.
de_at: Sensor Hardware-Typen. Unterstützte Sensoren sind: %s.
es_ar: Contiene el tipo de hardware del sensor. Los tipos de hardware admitidos son:%s.
nb_no: Viser maskinvaretype sensor. Maskinvaretyper som støttes er: %s.

source: Holds the sensor address. Depending on hardware type, it is either a read only hex number, a GPIO pin, a GPIO pin combination of %s or a full HTTP(S) address. Full url specification can be found on the %s wiki page. For GPIO use <strong>physical</strong> GPIO pin numbering.
de_at: Hält die Sensoradresse. Je nach Hardwaretyp handelt es sich entweder um eine schreibgeschützte Hex-Nummer, einen GPIO-Pin, eine GPIO-Pin-Kombination von %s oder eine vollständige HTTP(S) -Adresse. Die vollständige URL-Spezifikation finden Sie auf der Wiki-Seite %s. Verwenden Sie für GPIO die <strong>physische</strong> GPIO-Pin-Nummerierung.
es_ar: Contiene la dirección del sensor. Dependiendo del tipo de hardware, puede ser un número hexadecimal de solo lectura, un pin GPIO, una combinación de pin GPIO de%s o una dirección HTTP (S) completa. La especificación completa de la URL se puede encontrar en la página wiki de%s. Para GPIO, utilice la numeración de pines GPIO <strong> físicos </strong>.
nb_no: Viser sensor adressen. Avhengig av maskinvaretype, er det enten et skrivebeskyttet hex-nummer, en GPIO PIN, en GPIO PIN-kombinasjon av %s eller en fullstendig HTTP(S)-adresse. Fullstendig URL-spesifikasjon finnes på %s wiki side. For GPIO Bruk <strong>fysisk</strong> GPIO PIN nummerering.

source: Remote data
de_at: Remotedaten
es_ar: Datos remotos
nb_no: Ekstern data

source: Holds the sensor type. Supported sensor types are: %s.
de_at: Sensortyp. Unterstützte Sensortypen sind: %s.
es_ar: Contiene el tipo de sensor. Los tipos de sensores admitidos son:% s.
nb_no: Vis sensor typen. Støttede sensor typer er: %s.

source: Holds the name of the sensor.
de_at: Name des Sensors.
es_ar: Contiene el nombre del sensor.
nb_no: Vis navnet på sensoren.

source: Holds the sensor lower alarm value of the sensor. When below this value, alarms can be triggered.
de_at: Unterer Alarmwert des Sensors. Unterhalb dieses Wertes können Alarme ausgelöst werden.
es_ar: Contiene el valor mas bajo para disparar la alarma del sensor. Cuando está por debajo de este valor, se pueden activar alarmas.
nb_no: Viser sensorens lavest alarm verdi av sensoren. Når den er under denne verdien, kan alarmer utløses.

source: Holds the sensor maximum alarm value of the sensor. When above this value, alarms can be triggered.
de_at: Maximaler Alarmwert des Sensors. Oberhalb dieses Wertes können Alarme ausgelöst werden.
es_ar: Contiene el valor mas alto para disparar la alarma del sensor. Cuando el valor es mas bajo las alarmas pueden activarse.
nb_no: Viser sensorens maksimale alarm verdi på sensoren. Over denne verdien, kan alarmer kan utløses.

source: Holds the sensor lowest value that should be used in the graphs.
de_at: Niedrigster Wert des Sensors, der in der Grafik verwendet werden soll.
es_ar: Contiene el valor más bajo del sensor que se debe usar en los gráficos.
nb_no: Viser sensorens laveste verdien som skal brukes i grafene.

source: Holds the sensor maximum value that should be used in the graphs.
de_at: Höchster Wert des Sensors, der in der Grafik verwendet werden soll.
es_ar: Contiene el valor máximo del sensor que debe usarse en los gráficos.
nb_no: Viser sensorens maksimumsverdi som skal brukes i diagrammene.

source: Shows the sensor current value in temperature or humidity (read only).
de_at: Zeigt den aktuellen Temperatur- oder Luftfeuchtigkeitswert des Sensors an (nur lesbar).
es_ar: Muestra el valor actual del sensor de temperatura o humedad (solo lectura).
nb_no: Viser sensorens gjeldende verdi i temperatur eller fuktighet (skrivebeskyttet).

source: Holds the sensor lowest moisture value measured in dry air. %s
de_at: Hält den niedrigsten Feuchtewert des Sensors in trockener Luft. %s
es_ar: Contiene el valor de humedad más bajo del sensor medido en aire seco. %s
nb_no: Har sensorens laveste fukt verdi målt i tørr luft. %s

source: More calibration information
de_at: Weitere Kalibrierungsinformationen
es_ar: Mas información sobre calibración
nb_no: Mer Kalibreringsinformasjon

source: Holds the sensor highest moisture value measured in full water. %s
de_at: Hält den höchsten Feuchtigkeitswert des Sensors in vollem Wasser. %s
es_ar: Contiene el valor de humedad más alto del sensor medido en agua. %s
nb_no: Viser sensorens høyeste fukt verdi målt i fullt vann. %s

source: Holds the temperature offset value.
de_at: Hält den Temperatur-Offset-Wert.
es_ar: Contiene el valor de compensación de temperatura.
nb_no: Vis temperatur offset verdi.

source: Holds the maximum number that a sensor may change in value up or down.
de_at: Enthält die maximale Anzahl, um die sich der Wert eines Sensors nach oben oder unten ändern kann.
es_ar: Contiene el número máximo que un sensor puede variar en valor hacia arriba o hacia abajo.
nb_no: Holder det maksimale nummeret som en sensor kan endre i verdi opp eller ned.

source: Holds the switch hardware type. Supported hardware types are: %s.
de_at: Unterstützte Hardware Typen sind: %s.
es_ar: Contiene el tipo de interruptor/hardware. Los tipos de hardware admitidos son:% s.
nb_no: Vis maskinvaretypen for bryter. Maskinvaretyper som støttes er: %s.

source: Holds the switch address. Depending on hardware type, it is either a number or GPIO pin. For GPIO and PWM-Dimmer use <strong>physical</strong> GPIO pin numbering.
de_at: Schalteradresse. Je nach Hardwaretyp ist es entweder eine Nummer oder ein GPIO-Pin. Verwenden Sie für GPIO und PWM-Dimmer die <strong>physische</strong> GPIO-Pin-Nummerierung.
es_ar: Mantiene la dirección del interruptor. Dependiendo del tipo de hardware, es un número o un pin GPIO. Para GPIO y PWM-Dimmer, use la numeración de pines GPIO <strong> físicos </strong>.
nb_no: Vis Switch-adressen. Avhengig av maskinvaretype, er det enten et nummer eller GPIO PIN. For GPIO og PWM-dimmer bruker <strong> fysiske </strong> GPIO PIN nummerering.

source: Holds the switch name.
de_at: Namen des Schalters.
es_ar: Contiene el nombre del interruptor.
nb_no: Inneholder bryter navnet.

source: Holds the switch power usage in Watt when switched on.
de_at: Schalter Stromverbrauch in Watt, wenn eingeschaltet.
es_ar: Contiene el consumo en watts del interruptor cuando esta encendido.
nb_no: Viser bryterens strømforbruk i watt når den slås på.

source: Holds the switch water flow in liters per minute when switched on
de_at: Schalter Wasserfluss in Liter/min., wenn eingeschaltet
es_ar: Contiene el flujo de agua del interruptor en L/min cuando está encendido
nb_no: Viser bryteren for vannstrøm i liter per minutt når den slås på

source: Enable or disable timer functionality. When enabled you can specify the timing below.
de_at: Aktivieren oder deaktivieren Sie die Timerfunktion. Wenn aktiviert, können Sie das Timing unten angeben.
es_ar: Activar o desactivar Timer. Cuando esta activado se puede configurar el tiempo a continuación.
nb_no: Aktiver eller deaktiver tidtaker funksjonalitet. Når aktivert kan du spesifisere timingen nedenfor.

source: Holds the timer start time. The timer will run after this start time.
de_at: Hält die Startzeit des Timers. Der Timer läuft nach dieser Startzeit.
es_ar: Contiene el tiempo inicial del Timer. El Timer iniciara en ese horario.
nb_no: Viser tidtakerens starttidspunkt. Tidtakeren vil kjøre etter dette starttidspunktet.

source: Holds the timer stop time. The timer will stop after this start time.
de_at: Hält die Stoppzeit des Timers. Der Timer stoppt nach dieser Startzeit.
es_ar: Contiene el tiempo final del Timer. El Timer se apagara en ese horario.
nb_no: Viser tidtaker stopp tid. Tidtakeren vil stoppe etter dette starttidspunktet.

source: Holds the period in minutes that the power switch is on withing the total timer window.
de_at: Hält den Zeitraum in Minuten, den der Schalter innerhalb des gesamten Zeitraums durchgehend eingeschaltet ist.
es_ar: Contiene el período en minutos que el interruptor está encendido dentro del periodo del temporizador total.
nb_no: Viser perioden i minutter som strømbryteren er på med det totale tidtaker vinduet.

source: Holds the period in minutes that the power switch is off withing the total timer window.
de_at: Hält den Zeitraum in Minuten, den der Schalter innerhalb des gesamten Zeitraums durchgehend ausgeschaltet ist.
es_ar: Contiene el período en minutos que el interruptor está apagado dentro del periodo del temporizador total.
nb_no: Viser perioden i minutter når strømbryteren er slått av med det totale tidtaker vinduet.

source: Holds the amount of seconds for the duration in which the dimmer changes to the new value.
de_at: Legt die Sekunden für die Dauer fest, in der Dimmer auf den neuen Wert wechselt.
es_ar: Contiene la cantidad de segundos durante el cual el dimmer cambia al nuevo valor.
nb_no: Viser antall sekunder for varigheten som dimmeren endrer til den nye verdien.

source: Holds the amount in percentage to change the dimmer by the heater environment.
de_at: Hält den Betrag in Prozent, um den sich der Dimmer in der Heizungsumgebung ändert.
es_ar: Mantiene la cantidad en porcentaje para cambiar el dimmer según el ambiente del calentador.
nb_no: Viser verdien i prosent for å endre dimmeren fra varme miljøet.

source: Holds the amount of seconds for the duration in which it increases the power.
de_at: Sekunden für die Dauer, in der die Leistung erhöht wird.
es_ar: Contiene la cantidad de segundos en que aumenta la potencia.
nb_no: Viser antall sekunder for varigheten den øker strømmen til.

source: Holds the amount in percentage to go to when switched on.
de_at: Stromverbrauch in Prozent, wenn Gerät eingeschaltet ist.
es_ar: Contiene el porcentaje mas alto cuando esta encendido.
nb_no: Viser verdien i prosent den går til når slått på.

source: Holds the amount of seconds for the duration in which it decresses the power.
de_at: Sekunden für die Dauer, in der die Leistung verringert wird.
es_ar: Contiene la cantidad de segundos que disminuye la potencia.
nb_no: Viser antall sekunder for varigheten som strømmen skal reduseres.

source: Holds the amount in percentage to go to when switched off.
de_at: Stromverbrauch in Prozent, wenn Gerät ausgeschaltet ist.
es_ar: Contiene el valor en porcentaje cuando se apaga.
nb_no: Viser verdien i prosent å gå til når slått av.

source: Enter the name of the hardware device that has been replace. Will be used for title in the reminder.
de_at: Name des Gerätes das ersetzt wurde eintragen. Wird für den Titel der Erinnerung verwendet.
es_ar: Ingrese el nombre del dispositivo de hardware que ha sido reemplazado. Se utilizará como título en el recordatorio.

source: Enter the amount of days/weeks/months/years to reminder.
de_at: Geben Sie die Anzahl der Tage / Wochen / Monate / Jahre zur Erinnerung ein.
es_ar: Ingrese la cantidad de días/semanas/meses/años para recordar.

source: Enter the period type.
de_at: Geben Sie den Typ der Periode ein.
es_ar: Ingrese el tipo de periodo.

source: Holds the door hardware type. Supported hardware types are: %s.
de_at: Hardware-Typ für Türsensor. Unterstützte Hardware-Typen sind:% s.
es_ar: Contiene el tipo de hardware de la puerta. Los tipos de hardware admitidos son:%s.
nb_no: Viser maskinvaretypen for dør. Maskinvaretyper som støttes er: %s.

source: Holds the door address. When using GPIO use <strong>physical</strong> GPIO pin numbering as address.
de_at: Türadresse. Wenn Sie GPIO verwenden, verwenden Sie die <strong>physische</strong> GPIO-Pin-Nummerierung als Adresse.
es_ar: Contiene la dirección de la puerta. Cuando utilice GPIO, utilice la numeración de pines GPIO <strong> físicos </strong> como dirección.
nb_no: Viser dør adressen. Når GPIO benyttes, bruk <strong> fysisk </strong> GPIO PIN nummereringen som adresse.

source: Holds the door name.
de_at: Türbezeichnung.
es_ar: Contiene el nombre de la puerta.
nb_no: Viser dør navnet.

source: Holds the webcam location source. Supported sources are: %s
de_at: Webcam-Typ. Unterstützte Webcams sind: %s
es_ar: Contiene la fuente de ubicación de la webcam. Las fuentes admitidas son:% s
nb_no: Viser plasserings kilde til webcamera. Støttede kilder er: %s

source: Holds the webcam name.
de_at: Name der Webcam (z.B.: Flur1).
es_ar: Contiene el nombre de la webcam.
nb_no: Viser webkamera navnet.

source: Holds the webcam resolution.
de_at: Webcam-Auflösung.
es_ar: Contiene la resolución de la webcam.
nb_no: Viser webkamera oppløsningen.

source: Holds the webcam resolution width in pixels.
de_at: Hält die Auflösung der Webcam, Breite in Pixel.
es_ar: Contiene la resolución horizontal de la webcam.
nb_no: Viser webkamera oppløsning bredde i piksler.

source: Holds the webcam resolution height in pixels.
de_at: Hält die Auflösung der Webcam , Höhe in Pixel.
es_ar: Contiene la resolución vertical de la webcam.
nb_no: Viser webkamera oppløsning høyde piksler.

source: Holds the webcam rotation of the image.
de_at: Rotation des Bildes.
es_ar: Contiene la rotación de la webcam.
nb_no: Viser webkamera rotasjon av bildet.

source: Select the white balance type. Only for Raspberry PI camera's.
de_at: Weißabgleich Typ einstellen. Nur für Raspberry Pi Kameras.
es_ar: Seleccione el tipo de balance de blancos. Solo para cámaras Raspberry PI.

source: Shows the webcam preview image.
de_at: Zeigt das Webcam Vorschaubild.
es_ar: Muestra la imagen previa de la webcam.
nb_no: Viser webkamera forhåndsvisning.

source: Enabled or disable image archiving based on motion detection.
de_at: Aktiviert oder deaktiviert die Bildarchivierung basierend auf Bewegungserkennung.
es_ar: activar o desactivar la captura de webcam por detección de movimiento.
nb_no: Aktiver eller deaktivere bilde arkivering basert på bevegelsesdeteksjon.

source: Select the environment light state when enabling archiving.
de_at: Wählen Sie den Umgebungslichtstatus aus, wenn Sie die Archivierung aktivieren.
es_ar: Seleccione el estado de la luz ambiental al habilitar la captura webcam.
nb_no: Velg miljø lys status når arkivering er aktivert.

source: Select the environment door state when enabling archiving.
de_at: Wählen Sie den Umgebung-Türstatus aus, wenn Sie die Archivierung aktivieren.
es_ar: Seleccione el estado de la luz ambiental para habilitar la captura webcam.
nb_no: Velg miljø dør status når arkivering er aktivert.

source: Enable or disable motion boxes for Motion archiving.
de_at: Aktiviert oder deaktiviert die Bildarchivierung basierend auf Bewegungserkennung.
es_ar: Habilite o deshabilite los cuadros de movimiento para la captura.
nb_no: Aktiver eller deaktivere bevegelsesbokser for bevegelsesdeteksjon arkivering.

source: Minimum difference between frames to be identified as motion. Higher value means that the image must be more different for motion to be detected.
de_at: Minimaler Unterschied zwischen zwei Frames, um als Bewegung erkannt zu werden. Ein höherer Wert bedeutet, dass die Unterschiede größer sein müssen.
es_ar: Diferencia mínima entre fotogramas para ser identificados como movimiento. Un valor más alto significa que la imagen debe ser más diferente para que se detecte movimiento.
nb_no: Minimum differanse mellom bilder som identifiseres som bevegelse. Høyere verdi betyr at bildet må være vesentlig forandret før bevegelse registreres.

source: Minimum area of an image in pixels for a region to be considered motion. Larger values mean that only larger areas will be detected as motion.
de_at: Mindestfläche eines Bildes in Pixeln für einen Bereich, der als Bewegung betrachtet werden soll. Größere Werte bedeuten, dass nur größere Bereiche als Bewegung erkannt werden.
es_ar: Área mínima de una imagen en píxeles para que una región se considere movimiento. Los valores más grandes significan que solo se detectarán como movimiento áreas más grandes.
nb_no: Minimum område for bilde i piksler før et område registreres som bevegelse. Høyere verdier betyr at bare større områder vil bli registrert som bevegelse.

source: Last frame means that only consecutive frames will be compared for motion. Last archived frame means that the current frame will be compared to the last archived frame. Setting to last frame will ignore motion when it is very gradual.
de_at: Letzter Frame bedeutet, dass immer nur aufeinander folgende Frames verglichen werden. Letzter archivierter Frame bedeutet, dass jeder Frame mit diesem verglichen wird. Wenn letzter Frame eingestellt ist, werden sehr geringe Veränderungen nicht als Bewegung erkannt.
es_ar: Último fotograma significa que solo se compararán fotogramas consecutivos para el movimiento. Último fotograma archivado significa que el fotograma actual se comparará con el último fotograma archivado. El ajuste al último cuadro ignorará el movimiento cuando sea muy gradual.
nb_no: Siste bilde betyr at bare sammenhengende bilder vil bli sammenlignet for bevegelse. Siste arkiverte bilde betyr at det siste nåværende bilde vil bli sammenlignet med det siste arkiverte bilde. Settes den til siste bilde vil gradvis bevegelse bli ignorert.

source: Select the sensors to show at the marker place on the webcam.
de_at: Wähle die Sensoren, um ihn an der markierten Stelle auf der Kamera anzuzeigen.
es_ar: Seleccione los sensores para mostrar en las capturas webcam.

source: Holds the audio playlist name.
de_at: Enthält den Namen der Audio-Wiedergabeliste.
es_ar: Contiene el nombre de la lista de reproducción de audio.
nb_no: Viser navnet på musikk spillelisten.

source: Holds the time when the playlist should be started.
de_at: Zeit, zu der die Playlist gestartet werden soll.
es_ar: Contiene el tiempo de inicio de la lista de reproducción.
nb_no: Viser tiden når spillelisten skal startes.

source: Holds the time when the playlist should be stopped.
de_at: Die Zeit, zu der die Playlist gestoppt werden soll.
es_ar: Contiene el tiempo en que la lista de reproducción se detendrá.
nb_no: Viser tiden når spillelisten skal stoppes.

source: Holds the volume for this playlist.
de_at: Lautstärke für diese Playlist.
es_ar: Contiene el volumen de la lista de reproducción.
nb_no: Viser volumet for denne spillelisten.

source: Toggle on to enable repeating of the audio files.
de_at: Aktivieren Sie diese Option, um die Wiederholung der Audiodateien zu aktivieren.
es_ar: Active para permitir la repetición de los archivos de audio.
nb_no: Aktiver/deaktiver for å aktivere gjentagelse av lydfilene.

source: Toggle on to enable shuffeling of the audio files.
de_at: Aktivieren Sie diese Option, um die gemischte Wiedergabe zu aktivieren.
es_ar: Active para habilitar la reproducción aleatoria de los archivos de audio.
nb_no: Aktiver/deaktiver tilfeldig rekkefølge av lydfilene.

source: Select the audio files for this playlist. It is possible to select the same audio file in multiple playlists.
de_at: Wählen Sie die Audiodateien für diese Wiedergabeliste aus. Es ist möglich, dieselbe Audiodatei in mehreren Wiedergabelisten auszuwählen.
es_ar: Seleccione los archivos de audio para la lista de reproducción. Es posible seleccionar el mismo archivo de audio en varias listas de reproducción.
nb_no: Velg lydfilene for denne spillelisten. Det er mulig å velge den samme lydfilen i flere spillelister.

source: Select the mode on which this environment part be put on and off. Select '%s' to use the sun rise and sun set at your location. This will make the amount of lighting variable to the actual amount of daylight. When selecting '%s', the light will put on and off at selected times.
de_at: Wählen Sie den Modus aus, in dem dieser Umgebungsteil ein- und ausgeschaltet werden soll. Wählen Sie "%s", um den Sonnenauf- und -untergang an Ihrem Standort zu verwenden. Dadurch wird die Beleuchtungsstärke an die tatsächliche Tageslichtmenge angepasst. Bei Auswahl von "%s" wird das Licht zu ausgewählten Zeiten ein- und ausgeschaltet.
es_ar: Seleccione el modo en el que se activa y desactiva esta parte del entorno. Seleccione '% s' para usar la salida y la puesta de sol en su ubicación. Esto hará que la cantidad de iluminación sea variable a la cantidad real de luz del día. Al seleccionar '% s', la luz se encenderá y apagará en los momentos seleccionados.
nb_no: Velg modusen som denne miljø delen skal settes på og av. Velg ‘%s’ for å bruke soloppgang og solnedgang der du befinner deg. Dette vil gjøre mengden belysning variabel til den faktiske mengden av dagslys. Når du velger ' %s', settes lyset på og av på valgte tider.

source: Weather
de_at: Wetter
es_ar: Clima
nb_no: Vær

source: Select the sensors that are used to control this environment part. When selecting multiple sensors, the average is calculated to determine the final values.
de_at: Wählen Sie die Sensoren aus, die zur Steuerung dieses Umgebungsteils verwendet werden. Bei der Auswahl mehrerer Sensoren wird der Durchschnitt berechnet, um die endgültigen Werte zu bestimmen.
es_ar: Seleccione los sensores que se utilizan para controlar esta parte del entorno. Al seleccionar varios sensores, se calcula el promedio para determinar los valores finales.
nb_no: Velg sensorene som brukes til å kontrollere denne miljø delen. Når du velger flere sensorer, beregnes gjennomsnittet for å bestemme de endelige verdiene.

source: Holds the value in degrees which the sensors are changing when it become night. Use positive numbers to increase the values and negative numbers to lower the values.
de_at: Hält den Wert in Grad, den die Sensoren ändern, wenn es Nacht wird. Verwenden Sie positive Zahlen, um die Werte zu erhöhen, und negative Zahlen, um die Werte zu verringern.
es_ar: Contiene el valor en grados que cambian los sensores cuando se hace de noche. Utilice números positivos para aumentar los valores y números negativos para reducir los valores.
nb_no: Vis verdien i grader som sensorene endres når det blir natt. Bruk positive tall til å øke verdiene og negative tall for å redusere verdiene.
