Repository: V687862/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de_at, es_ar, nb_no

source: Holds the source that is used to determing when it is day or night.
de_at: Hält die Quelle, die verwendet wird, um zu bestimmen, wann es Tag oder Nacht ist.
es_ar: Contiene la fuente que se utiliza para determinar cuando es de día o de noche.
nb_no: Viser kilden som brukes til å avgjøre når det er dag eller natt.

source: Enter the time when this environment part should be put on. Only available when running in '%s' mode.
de_at: Geben Sie die Uhrzeit ein, zu der dieser Umgebungsteil angelegt werden soll. Nur verfügbar, wenn der Modus '%s' ausgeführt wird.
es_ar: Ingrese la hora en que se debe iniciar esta parte del entorno. Solo disponible cuando se ejecuta en modo '%s'.
nb_no: Angi klokkeslettet når denne miljø delen skal settes på. Bare tilgjengelig når du kjører i ‘%s’ modus.

source: Enter the time when this environment part should be put off. Only available when running in '%s' mode.
de_at: Geben Sie den Zeitpunkt ein, zu dem dieser Umgebungsteil ausgeschaltet werden soll. Nur verfügbar, wenn der Modus '%s' ausgeführt wird.
es_ar: Ingrese el momento en el que se debe apagar esta parte del entorno. Solo disponible cuando se ejecuta en modo '%s'.
nb_no: Angi klokkeslettet når denne miljø delen skal settes av. Bare tilgjengelig når du kjører i ‘%s’ modus.

source: Holds the period in minutes that this environment part is powered on withing the total timer window.
de_at: Hält den Zeitraum in Minuten, den dieser Umgebungsteil innerhalb des gesamten Zeitraums durchgehend eingeschaltet ist.
es_ar: Contiene el período en minutos en que esta parte del entorno está encendida dentro del periodo del temporizador total.
nb_no: Viser perioden i minutter som denne miljø delen er slått på med det totale tidtaker vinduet.

source: Holds the period in minutes that this environment part is powered off withing the total timer window.
de_at: Hält den Zeitraum in Minuten, den dieser Umgebungsteil innerhalb des gesamten Zeitraums durchgehend ausgeschaltet ist.
es_ar: Contiene el período en minutos que esta parte del entorno se apaga dentro del periodo del temporizador total.
nb_no: Viser perioden i minutter som denne miljø delen er slått av med det totale tidtaker vinduet.

source: How much time must there be between two actions and after start up. Enter the amount of seconds in which this environment part can settle.
de_at: Wie viel Zeit muss zwischen zwei Aktionen und nach dem Start sein? Geben Sie die Anzahl der Sekunden ein, in denen sich dieser Umgebungsteil absetzen kann.
es_ar: Tiempo que debe haber entre dos acciones y después del inicio. Introduzca la cantidad de segundos en los que se puede asentar esta parte del entorno.
nb_no: Hvor mye tid må det være mellom to handlinger og etter oppstart. Angi hvor mange sekunder denne miljø delen kan utlignes.

source: Holds the amount of seconds that this environment part is powered on when the value is out of range.
de_at: Hält die Anzahl der Sekunden, die dieser Umgebungsteil eingeschaltet wird, wenn der Wert außerhalb des Bereichs liegt.
es_ar: Contiene la cantidad de segundos que esta parte del entorno se enciende cuando el valor está fuera de rango.
nb_no: Vis antall sekunder som denne miljø delen er slått på når verdien er utenfor området.

source: Enter the maximum amount of time in hours. When the time between on and off is more then this maximum, the on and off time will be shifted more to each other.
de_at: Geben Sie die maximale Zeit in Stunden ein. Wenn die Zeit zwischen Ein und Aus länger als dieses Maximum ist, werden die Ein- und Ausschaltzeit mehr zueinander verschoben.
es_ar: Ingrese la cantidad máxima de tiempo en horas. Cuando el tiempo entre encendido y apagado es superior a este máximo, el tiempo de encendido y apagado se desplazarán más entre sí.
nb_no: Angi maksimal tid i timer. Når tiden mellom av og på er mer enn dette maksimum, vil på og av tid bli flyttet mer til hverandre.

source: Enter the minimum amount of time in hours. When the time between on and off is less then this amount of hours, the on and off time will be widened until the minimum amount of hours entered here.
de_at: Geben Sie die Mindestzeit in Stunden ein. Wenn die Zeit zwischen "Ein" und "Aus" kürzer ist als diese Stundenanzahl, wird die Ein- und Ausschaltzeit bis zur hier eingegebenen Mindeststundenanzahl erweitert.
es_ar: Ingrese la cantidad mínima de tiempo en horas. Cuando el tiempo entre encendido y apagado es menor que esta cantidad de horas, el tiempo de encendido y apagado se ampliará hasta la cantidad mínima de horas ingresada aquí.
nb_no: Angi minimumstiden i timer. Når tiden mellom av og på er mindre enn denne mengden timer, vil på og av tid bli utvidet til minimum antall timer angitt her.

source: Enter the amount of hours that the power on and off times should shift. Is only needed when running in the '%s' mode. Enter a positive number for adding hours to the start time. Use negative numbers for subtracting from the start time.
de_at: Geben Sie die Anzahl der Stunden ein, für die sich die Ein- und Ausschaltzeiten verschieben sollten. Wird nur benötigt, wenn es im '%s' -Modus läuft. Geben Sie eine positive Zahl für das Hinzufügen von Stunden zur Startzeit ein. Verwenden Sie negative Zahlen zum Subtrahieren von der Startzeit.
es_ar: Ingrese la cantidad de horas que deben cambiar las horas de encendido y apagado. Solo es necesario cuando se ejecuta en el modo '%s'. Ingrese un número positivo para agregar horas a la hora de inicio. Utilice números negativos para restar de la hora de inicio.
nb_no: Angi hvor mange timer strøm- av og på tidspunkter skal skifte. Trengs bare ved kjøring i ‘%s’ modus. Angi et positivt tall for å legge til timer på starttidspunktet. Bruk negative tall for å trekke fra starttidspunktet.

source: Select the power switches that should be used when the alarms or timers are hit. Select all needed switches below.
de_at: Wählen Sie die Schalter, die verwendet werden sollen, wenn die Alarme oder Timer ausgelöst werden. Wählen Sie alle erforderlichen Schalter unten aus.
es_ar: Seleccione los interruptores de energía que deben usarse cuando se activan las alarmas o los temporizadores. Seleccione todos los interruptores necesarios a continuación.
nb_no: Velg strøm bryterne som skal brukes når alarmer eller tidtakere er truffet. Velg alle nødvendige brytere nedenfor.

source: Holds the water volume in liters.
de_at: Hält das Wasservolumen in Litern.
es_ar: Contiene el volumen de agua el litros.
nb_no: Viser vann volumet i liter.

source: Holds the water tank height in cm or inches.
de_at: Hält die Wassertankhöhe in cm oder Zoll.
es_ar: Contiene la altura del tanque de agua en cm o pulgadas.
nb_no: Viser vannbeholder høyden i cm eller tommer.

source: Holds the distance between top of the liquid when full and the sensor in cm or inches.
de_at: Hält den Abstand zwischen der Flüssigkeitsoberfläche und dem Sensor in cm oder Zoll.
es_ar: Contiene la distancia entre la parte superior del líquido cuando está lleno y el sensor en cm o pulgadas.
nb_no: Viser avstanden mellom toppen av væsken når full og sensoren i cm eller inches.

source: Select when the power switches can toggle. When lights are on, off or just always
de_at: Wählen Sie, wann die Netzschalter umschalten können. Wenn Lichter eingeschaltet sind, ausgeschaltet sind oder immer
es_ar: Seleccione cuándo pueden alternar los interruptores de encendido. Cuando las luces están encendidas, apagadas o simplemente siempre
nb_no: Velg når strøm brytere kan veksle. Når lysene er på, av eller bare alltid

source: Select when the power switches can toggle. When the door is open, cosed or just always
de_at: Wählen Sie, wann die Netzschalter umschalten können. Wenn die Tür geöffnet ist, geschlossen ist, oder immer
es_ar: Seleccione cuándo pueden alternar los interruptores de encendido. Cuando la puerta está abierta, cerrada o simplemente siempre
nb_no: Velg når strøm brytere kan veksle. Når døren er åpen, lukket eller bare alltid

source: Holds the email address on which you would like to receive messages.
de_at: Enthält die E-Mail-Adresse, an der Sie Nachrichten erhalten möchten.
es_ar: Contiene la dirección email donde recibir notificaciones.
nb_no: Viser e-postadressen du vil motta meldinger på.

source: Holds the mail server hostname or IP.
de_at: Enthält den Hostnamen oder die IP des Mail-Servers.
es_ar: Contiene el nombre de host o IP del servidor de correo.
nb_no: Viser epost serverens hostname eller IP.

source: Holds the mail server portnumber. SSL and TLS will be autodetected.
de_at: Enthält die Portnummer des Mailservers. SSL und TLS werden automatisch erkannt.
es_ar: Contiene el número de puerto del servidor de correo. SSL y TLS se detectarán automáticamente.
nb_no: Viser e-postserveren portnummer. SSL og TLS vil bli oppdaget.

source: Holds the username for authentication with the mailserver if needed.
de_at: Enthält bei Bedarf den Benutzernamen zur Authentifizierung mit dem Mailserver.
es_ar: Contiene el nombre de usuario para la autenticación con el servidor de correo si es necesario.
nb_no: Viser brukernavnet for godkjenning med mailserveren hvis det er nødvendig.

source: Holds the password for authentication with the mailserver if needed.
de_at: Enthält bei Bedarf das Passwort für die Authentifizierung mit dem Mailserver.
es_ar: Contiene la contraseña para la autenticación con el servidor de correo si es necesario.
nb_no: Viser passordet for godkjenning med mailserveren hvis det er nødvendig.

source: Holds the display chip that is used.
de_at: Enthält den verwendeten Display-Chip.
es_ar: Sostiene el chip de la pantalla que se utiliza.
nb_no: Viser display chip som brukes.

source: Holds the I2C address of the LCD screen. Use the value found with i2cdetect. Add ,[NR] to change the I2C bus.
de_at: Hält die I2C-Adresse des LCD-Bildschirms. Verwenden Sie den mit i2cdetect gefundenen Wert. Add, [NR] um den I2C Bus zu ändern.
es_ar: Contiene la dirección I2C de la pantalla LCD. Utilice el valor encontrado con i2cdetect. Agregue, [NR] para cambiar el bus I2C.
nb_no: Viser I2C-adressen til LCD-skjermen. Bruk verdien som ble funnet med i2cdetect. Legg til, [nr] for å endre I2C-bussen.

source: Reserve first LCD line for static title.
de_at: Reservieren Sie die erste LCD-Zeile für den statischen Titel.
es_ar: Reserve la primera línea de la pantalla LCD para el título estático.
nb_no: Reserver første LCD-linje for statisk tittel.

source: Holds your Twitter consumer key. More information %shere%s
de_at: Hält Ihren Twitter-Consumer-Schlüssel. Weitere Informationen %shree%s
es_ar: Contiene su clave de consumidor de Twitter. Más información% shere%s
nb_no: Viser din Twitter consumer key. Mer informasjon %shere%s

source: Holds your Twitter consumer secret. More information %shere%s
de_at: Hält Ihr Twitter consumer secret. Weitere Informationen %shree%s
es_ar: Contiene su secreto de consumidor de Twitter. Más información% shere% s
nb_no: Viser din Twitter consumer secret. Mer informasjon %shere%s

source: Holds your Twitter access token. More information %shere%s
de_at: Hält dein Twitter-Zugriffs-Token. Weitere Informationen %shree%s
es_ar: Contiene su token de acceso a Twitter. Más información% shere% s
nb_no: Viser din Twitter access token. Mer informasjon %shere%s

source: Holds your Twitter access token secret. More information %shere%s
de_at: Hält Ihr Twitter-Zugriffs-Token geheim. Weitere Informationen %shree%s
es_ar: contiene su token de acceso de Twitter en secreto. Más información% shere% s
nb_no: Viser din Twitter access token secret. Mer informasjon %shere%s

source: Holds the PushOver API token. More information %shere%s
de_at: Enthält das PushOver-API-Token. Weitere Informationen %shree%s
es_ar: Contiene el token de API PushOver. Más información% shere%s
nb_no: Viser PushOver API-token. Mer informasjon %shere%s

source: Holds the PushOver API user key. More information %shere%s
de_at: Enthält den PushOver-API-Benutzerschlüssel. Weitere Informationen %shree%s
es_ar: Contiene la clave de usuario de la API PushOver. Más información% shere%s
nb_no: Viser PushOver API user key. Mer informasjon %shere%s

source: Holds the Telegram Bot token. More information %shere%s
de_at: Hält den Telegramm Bot-Token. Weitere Informationen %shree%s
es_ar: Contiene el token de Telegram Bot. Más información% shere%s
nb_no: Viser Telegram Bot token. Mer informasjon %shere%s

source: Holds the Telegram username that is allowed for receiving messages. Can be multiple usernames seperated by a comma. More information %shere%s
de_at: Enthält den Telegramm-Benutzernamen, der zum Empfangen von Nachrichten zulässig ist. Kann mehrere Benutzernamen sein, getrennt durch ein Komma. Weitere Informationen %shree%s
es_ar: Coniene el nombre de usuario de Telegram que está permitido para recibir mensajes. Pueden ser varios nombres de usuario separados por comas. Más información% shere%s
nb_no: Viser Telegram-brukernavnet som er tillatt for mottak av meldinger. Kan være flere brukernavn adskilt med et komma. Mer informasjon %shere%s

source: Holds the proxy address in form of [schema]://[user]:[password]@[server.com]:[port]. Can either be socks5 or http(s) for schema.
de_at: Enthält die Proxyadresse in Form von [schema]: //[Benutzer]:[Kennwort]@[Server.com]:[Anschluss]. Kann entweder socks5 oder http(s) für das Schema sein.
es_ar: Contiene la dirección de proxy en forma de [esquema]: // [usuario]: [contraseña] @ [servidor.com]: [puerto]. Puede ser socks5 o http (s) para el esquema.
nb_no: Viser proxy-adressen i form av [schema]://[user]:[password]@[server.com]:[port]. Kan enten være socks5 eller http(s) for schema.

source: Holds the url to post notification data to. You can use %name% variables in the post url
de_at: Hält die Ziel-URL für Benachrichtigungen. Es können %name% Variablen verwendet werden
es_ar: Contiene la URL para publicar los datos de notificación. Puede usar% name% variables en la URL de la publicación
nb_no: Viser url som brukes til å poste notifikasjons data til deg. Du kan bruke %name% variabler i post url

source: Choose your interface language.
de_at: Auswahl der Interface Sprache.
es_ar: Seleccione el idioma de la interfase.
nb_no: Velg ditt grensesnittspråk.

source: Holds the distance type used by distance sensors.
de_at: Enthält den Abstandstyp, der von Abstandssensoren verwendet wird.
es_ar: Contiene el tipo de distancia utilizado por los sensores de distancia.
nb_no: Viser avstands typen som brukes av avstand sensorer.

source: Holds the username which can make changes (Administrator).
de_at: Benutzername der Änderungen vornehmen kann (Admin).
es_ar: Contiene el nombre de usuario que puede realizar cambios (Administrador).
nb_no: Viser det brukernavnet som kan lage endringer (Administrator).

source: Enter the new password for the administration user. Leaving empty will not change the password!
de_at: Geben Sie das neue Passwort für den Administrationsbenutzer ein. Keine Eingabe ändert das Passwort nicht!
es_ar: Ingrese la nueva contraseña para el usuario de administración. ¡Dejar vacío no cambiará la contraseña!
nb_no: Skriv inn det nye passordet for administrasjonsbrukeren. Passordet blir ikke endret om det står tomt!

source: Enter the current password in order to change the password.
de_at: Geben Sie das aktuelle Passwort ein, um das Passwort zu ändern.
es_ar: Ingrese la contraseña actual para cambiar la contraseña.
nb_no: Angi gjeldende passord for å endre passordet.

source: Toggle on or off full authentication. When on, you need to authenticate at all times.
de_at: Aktivieren oder deaktivieren Sie die vollständige Authentifizierung. Wenn diese Option aktiviert ist, müssen Sie sich jederzeit authentifizieren.
es_ar: Active o desactive la autenticación completa. Cuando está activado, debe autenticarse en todo momento.
nb_no: Slå av eller på full godkjenning. Når det er på, må du godkjenne til enhver tid.

source: Holds the external calendar url.
de_at: Hält die externe Kalender-URL.
es_ar: Contiene la URL del calendario externo.
nb_no: Viser URL-adressen for den eksterne kalenderen.

source: Toggle on or off horizontal graph legends. Reload the web interface after changing the setting.
de_at: Schaltet die horizontalen Grafiklegenden ein oder aus. Laden Sie das Webinterface neu, nachdem Sie die Einstellung geändert haben.
es_ar: Active o desactive las leyendas de gráficos horizontales. Vuelva a cargar la interfaz web después de cambiar la configuración.
nb_no: Slå på eller av vannrett graf-legender. Last inn webgrensesnittet på nytt etter at du har endret innstillingen.

source: Toggle on or off the environment summary on the dashboard. Reload the web interface after changing the setting.
de_at: Aktivieren oder deaktivieren Sie die Umgebungszusammenfassung im Dashboard. Laden Sie das Webinterface neu, nachdem Sie die Einstellung geändert haben.
es_ar: Active o desactive el resumen del entorno en el panel. Vuelva a cargar la interfaz web después de cambiar la configuración.
nb_no: Slå på eller av miljø oppsummering på dashbordet. Last inn webgrensesnittet på nytt etter at du har endret innstillingen.

source: Holds the soundcard that is used for playing audio.
de_at: Die Soundkarte, die zum Abspielen für Audio verwendet wird.
es_ar: Contiene la tarjeta de sonido que se utiliza para reproducir audio.
nb_no: Viser lydkortet som brukes til å spille av lyd.

source: Holds the amount of power in Wattage that the Raspberry PI uses including all USB equipment.
de_at: Stromverbrauch in Watt, die der Raspberry verbraucht, einschließlich aller USB-Geräte.
es_ar: Contiene la potencia en Watts que usa Raspberry PI, incluidos todos los equipos USB.
nb_no: Viser mengden strøm i Watt som Raspberry Pi bruker, inkludert alt USB-utstyr.

source: Holds the amount of euro/dollar per 1 kW/h (1 Kilowatt per hour).
de_at: Preis für 1 kW / h Strom.
es_ar: Contiene la cantidad de peso/dólar por 1 kW/h (1 kilovatio por hora).
nb_no: Viser mengden euro/dollar per 1 kW/t (1 kilowatt per time).

source: Holds the amount of euro/dollar per 1000 liters water.
de_at: Preis für 1000 Liter Wasser.
es_ar: Contiene la cantidad de peso/dólar por 1000 litros de agua.
nb_no: Viser mengden av euro/dollar per 1000 liter vann.

source: Choose the temperature indicator. The software will recalculate to the chosen indicator.
de_at: Wählen der Temperaturangabe. Die Software wird mit dem gewählten Wert neu berechnet.
es_ar: Elija el indicador de temperatura. El software volverá a calcular el indicador elegido.
nb_no: Velg temperatur indikatoren. Programvaren vil omberegne til den valgte indikatoren.

source: Choose the windspeed indicator. The software will recalculate to the chosen indicator.
de_at: Wählen Sie die Einheit für die Windgeschwindigkeit. Die Software berechnet die Werte anhand der gewählten Einheit.
es_ar: Elija el indicador de velocidad del viento. El software volverá a calcular el indicador elegido.
nb_no: Velg indikator for vindhastighet. Programvaren vil omberegne til den valgte indikatoren.

source: Choose the volume (liquid) indicator. The software will recalculate to the chosen indicator.
de_at: Wählen Sie die Einheit für das Volumen (Flüssigkeit). Die Software berechnet die Werte anhand der gewählten Einheit.
es_ar: Elija el indicador de volumen (líquido). El software volverá a calcular el indicador elegido.
nb_no: Velg volume (veske) indikatoren. Programvaren vil omberegne til den valgte indikatoren.

source: Holds the host name or IP address on which the software will listen for connections. Enter :: for all addresses to bind.
de_at: Hostnamen oder IP-Adresse, auf der die Software auf Verbindungen reagiert. Geben Sie :: für alle zu Adressen ein.
es_ar: Contiene el nombre de host o la dirección IP en la que el software escuchará las conexiones. Ingrese :: para que todas las direcciones se unan.
nb_no: Viser vertsnavnet eller IP-adressen som programvaren vil lytte til for tilkoblinger. Skriv :: for alle adresser som skal bindes.

source: Holds the port number on which the software is listening for connections.
de_at: Portnummer, auf der die Software auf Verbindungen reagiert.
es_ar: Contiene el número de puerto en el que el software está escuchando conexiones.
nb_no: Viser portnummeret som programvaren lytter etter tilkoblinger på.

source: Enter the e-mail address that is used for your Meross devices.
de_at: Eingabe der Ziel-Email-Adresse für die Meross-Geräte.
es_ar: Ingrese la dirección de correo electrónico que se utiliza para sus dispositivos Meross.
nb_no: Legg inn e-post adressen som brukes for dine Meross enheter.

source: Enter the password that is used for your Meross devices. Password is stored in plain text!
de_at: Das Passwort für die Meross-Geräte. Das Passwort wird im Klartext gespeichert!
es_ar: Ingrese la contraseña que se utiliza para sus dispositivos Meross. ¡La contraseña se almacena en texto plano!
nb_no: Skriv passordet som brukes til dine Meross enheter. Passord er lagret i synlig text!

source: Holds the amount of data points (each 30 sec) to use for smoothing. The higher the value, the smoother the graph. Enter 0 to disable. Reload the web interface after changing the setting.
de_at: Enthält die Anzahl der Datenpunkte (alle 30 Sekunden), die zum Glätten verwendet werden sollen. Je höher der Wert, desto glatter das Diagramm. Geben Sie zum Deaktivieren 0 ein. Laden Sie das Webinterface neu, nachdem Sie die Einstellung geändert haben.
es_ar: Contiene la cantidad de puntos de datos (cada 30 segundos) en uso para suavizar. Cuanto mayor sea el valor, más suave será el gráfico. Ingrese 0 para deshabilitar. Vuelva a cargar la interfaz web después de cambiar la configuración.
nb_no: Viser mengden med data punkter (hver 30. sek) å bruke til utjevning. Desto høyere verdi, vil grafen bli jevnere. Skriv 0 for å deaktivere. Last websiden etter du har endret innstillingene.

source: Select true or false to show an extra sensor page which holds all the sensors with there gauges. Reload the web interface after changing the setting.
de_at: Wählen Sie "Wahr" oder "Falsch", um eine zusätzliche Sensorseite mit allen Sensoren mit diesen Anzeigen anzuzeigen. Laden Sie das Webinterface neu, nachdem Sie die Einstellung geändert haben.
es_ar: Seleccione verdadero o falso para mostrar una página de sensor adicional que contiene todos los sensores con sus indicadores. Vuelva a cargar la interfaz web después de cambiar la configuración.
nb_no: Velg sannt eller usannt for å vise ekstra sensor side som holder alle sensorene med sine målere. Last inn websiden på nytt etter du har endret innstillingene.

source: Toggle on or off the min and max measured value in the gauge graphs.
de_at: Ein- oder Ausschalten des minimalen und maximalen Messwerts in den Messkurven.
es_ar: Active o desactive el valor medido mínimo y máximo en los gráficos del medidor.
nb_no: Skru av eller på min og maks målt verdi i måler grafene.

source: Holds the name of the animal.
de_at: Name des Tieres.
es_ar: Contiene el nombre del animal.
nb_no: Viser navnet på dyret.

source: Holds the type of the animal
de_at: Tierart
es_ar: Contiene el tipo de animal
nb_no: Viser typen dyr

source: Holds the gender of the animal.
de_at: Geschlecht des Tieres.
es_ar: Contiene el genero del animal.
nb_no: Viser kjønnet på dyret.

source: Holds the day of birth of the animal.
de_at: Geburtstag des Tieres.
es_ar: Contiene el día de nacimiento del animal.
nb_no: Viser fødselsdagen for dyret.

source: Holds the species name of the animal.
de_at: Spezies des Tieres.
es_ar: Contiene la especie de animal.
nb_no: Viser dyrearten på dyret.

source: Holds the latin name of the animal.
de_at: lateinischer Namen des Tieres.
es_ar: Contiene el nombre científico del animal.
nb_no: Viser det latinske navnet på dyret.
